Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: Client email parameter is missing
nl_nl: Klant e-mail paramter ontreekt

source: Subject parameter is missing
nl_nl: Onderwerp parameter ontbreekt

source: Ticket message is missing
nl_nl: Ticketbericht ontbreekt

source: Help desk id is missing
nl_nl: Ondersteuning id ontbreekt

source: Help desk not found
nl_nl: Ondersteuning niet gevonden

source: Help desk title is missing
nl_nl: Ondersteuningsitel ontbreekt

source: Canned reply id is missing
nl_nl: Ingeblikt antwoord ontbreekt

source: Canned reply not found
nl_nl: Ingeblikt antwoordn iet gevodnen

source: Canned reply title is missing
nl_nl: Ingeblikt antwoord titel ontbreekt

source: Canned reply category id is missing
nl_nl: Ingeblikt antwoord categorie ontbreekt

source: Canned category id is missing
nl_nl: Ingeblikt categorie id ontbreekt

source: Canned category not found
nl_nl: Ingeblikt categorie niet gevonden

source: Canned category title is missing
nl_nl: Ingeblikt categorie titel ontbreekt

source: ticket_id is missing
nl_nl: ticked_id ontbreekt

source: note is missing
nl_nl: notitie ontbreekt

source: Note id is missing
nl_nl: Notitie id ontbreekt

source: Note not found
nl_nl: Notitie niet gevondne

source: Please enter your name
nl_nl: Voer je naam in a.u.b.

source: Please enter your email
nl_nl: Voer je e-mail in a.u.b.

source: Please enter your subject
nl_nl: Voer je onderwerp in a.u.b.

source: Please enter your message
nl_nl: Voer je bericht in a.u.b.

source: Public ticket hash required
nl_nl: Publiek ticket hash verplicht

source: Public ticket not found
nl_nl: Publiek ticket niet gevonden

source: message required
nl_nl: bericht verplicht

source: Message can not be blank
nl_nl: Bericht kan niet leeggelaten worden

source: ID is missing
nl_nl: ID ontbreekt

source: Staff member not found
nl_nl: Medewerker niet gevonden

source: Email param is missing
nl_nl: E-mail parameter ontbreekt

source: Password param is missing
nl_nl: Wachtwoord parameter ontbreekt

source: Name param is missing
nl_nl: Naam parameter ontbreekt

source: Staff group is missing
nl_nl: Medewerkersgroep ontbreekt

source: Administrator account already exists
nl_nl: Beheerder account bestaat al

source: Check your login details
nl_nl: Controleer je logindetails

source: Order is not activated
nl_nl: Aankoop is niet geactiveerd

source: You must agree with terms and conditions of partners program.
nl_nl: Je moet akkoord gaan met de voorwaarden en condities van het partner programma

source: To become a partner you will have to deposit $:amount. This $:amount will be an Advance and will be set off against the licenses you Purchase / Renew. So when you pay this $:amount a Balance will be shown in your account.
nl_nl: Om een partner te worden moet je $:amount vooruitbetalen. Deze $:amount wordt gebruikt als voorschot en zal gebruikt worden voor licenties die je aanschaft / vernieuwd. Wanneer je deze $:amount betaald dan wordt deze getoond in je account.

source: To become a partner it is required you to order :product
nl_nl: Om een parter te worden, is het verplicht dat je :product besteld

source: Daily orders limit reached. Order today :today out of :limit
nl_nl: Dagelijkse bestellingslimiet is bereikt. Bestellingen gedaan vandaag :today waar het limiet is :limit

source: Not enough money in balance to create order. You must have at least $:price in your balance
nl_nl: Niet genoeg geld in saldo om een bestelling te plaatsen. U moet ten minste $:price saldo hebben

source: Partners program is temporary disabled.
nl_nl: Partner programma's tijdelijk uitgeschakeld.

source: You have not signed up for partners program.
nl_nl: U heeft niet geregistreerd voor het partner programma.

source: Your partner account is currently not active.
nl_nl: Uw partner account is op dit moment niet actief.

source: Set your website url if you want to get listed on official partners page
nl_nl: Stel uw website url in als u weergeven wilt worden op de officiële partner pagina

source: Set your logo if you want to get listed on official partners page
nl_nl: Stel uw logo in als u weergeven wilt worden op de officiële partner pagina

source: Order id not passed
nl_nl: Bestelling id niet voorbij

source: Order not found
nl_nl: Aankoop niet gevonden

source: Client id not passed
nl_nl: Client id niet voorbij

source: Forum not found
nl_nl: Forum niet gevonden

source: Forum Topic not found
nl_nl: Forum topic niet gevonden

source: Forum ID not passed
nl_nl: Forum ID niet voorbij

source: Forum topic not passed
nl_nl: Forum topic niet voorbij

source: Forum message not passed
nl_nl: Forumbericht niet voorbij

source: Your message is too short
nl_nl: Je bericht is te kort

source: Forum is locked. No new topics can be started
nl_nl: Forum is gesloten. Geen nieuwe topics kunnen gestart worden

source: Forum Topic ID not passed
nl_nl: Forum topic ID niet voorbij

source: Topic message not passed
nl_nl: Topicbericht niet voorbij

source: Forum topic is locked. No new message can be posted
nl_nl: Forum topic is gesloten. Geen nieuwe reacties kunnen gepost worden

source: Forum id missing
nl_nl: Forum id mist

source: Forum title is missing
nl_nl: Forum titel mist

source: Topic id is missing
nl_nl: Topic id ontbreekt

source: Forum topic title not passed
nl_nl: Forum topic titel niet voorbij

source: Forum topic message not passed
nl_nl: Forum topic bericht niet voorbij

source: Forum topic id missing
nl_nl: Forum topic id ontbreekt

source: Forum Topic message ID not passed
nl_nl: Forum Topic bericht ID niet voorbij

source: Forum Topic message not found
nl_nl: Forum Topic bericht niet gevonden

source: Enter some keywords for search
nl_nl: Voer woorden in om te zoeken

source: Search keyword must be longer than 3 characters
nl_nl: Zoekwoord moet langer zijn dan 3 tekens

source: File can not be downloaded at the moment. Please contact support
nl_nl: Bestand kan momenteel niet gedownload worden. Contacteer de ondersteuning.

source: File was not uploaded
nl_nl: Bestand is niet geupload

source: Error uploading file
nl_nl: Fout bij het uploaden

source: Product is not configured completely.
nl_nl: Product is niet volledig geconfigureerd.

source: plan_id is missing
nl_nl: plan_id ontbreekt

source: Hosting plan not found
nl_nl: Hosting plan niet gevonden

source: Server name is missing
nl_nl: Servernaam ontbreekt

source: Server IP is missing
nl_nl: Server IP ontbreekt

source: Server manager is missing
nl_nl: Server manager ontbreekt

source: Server id is missing
nl_nl: Server id ontbreekt

source: Server not found
nl_nl: Server niet gevonden

source: Hosting plan id is missing
nl_nl: Hosting plan id ontbreekt

source: Hosting plan name is missing
nl_nl: Hosting plan naam ontbreekt

source: Hoting plan name can not be empty
nl_nl: Hosting plan naam kan niet leeggelaten worden

source: Unauthorized IP
nl_nl: Onbevoegd IP

source: Request limit reached
nl_nl: Verzoeklimiet bereikt

source: Unknow API call
nl_nl: Onbekende API genoemd

source: Authentication Failed
nl_nl: Authenticatie mislukt

source: Client API can be initiated
nl_nl: Klant API kan niet gestart worden

source: Article id not passed
nl_nl: Artiekelid niet voorbij

source: Article not found
nl_nl: Artiekel niet gevonden

source: Article category id not passed
nl_nl: Artiekel categorie niet voorbij

source: Article title not passed
nl_nl: Artiekeltitel niet voorbij

source: Article id is missing
nl_nl: Artiekel id ontbreekt

source: Caegory id not passed
nl_nl: Categorie niet voorbij

source: Article Category not found
nl_nl: Artiekel categorie niet gevonden

source: Category title not passed
nl_nl: Categorietitel niet voorbij

source: Article item not found
nl_nl: Artiekelitem niet gevonden

source: Category ID or slug is missing
nl_nl: Categorie ID of slug ontbreekt

source: Knowledge base category not found
nl_nl: F.A.Q. categorie niet gevonden

source: Invoice hash not passed
nl_nl: Factuurhash niet voorbij

source: Invoice was not found
nl_nl: Factuur was niet gevonden

source: Order id required
nl_nl: Bestelling id verplicht

source: Order :id is free. No need to generate invoice.
nl_nl: Betaling :id is gratis. U hoeft geen factuur te genereren.

source: Invoice id not passed
nl_nl: Facuut id niet voorbij

source: Invoice item id not passed
nl_nl: Factuuritem id niet voorbij

source: Invoice item was not found
nl_nl: Facuuritem niet gevonden

source: Transaction id is missing
nl_nl: Transactieid ontbreekt

source: Transaction not found
nl_nl: Transactie niet gevonden

source: Transaction invoice id is missing
nl_nl: Transactiefactuur id ontbreekt

source: Payment gateway id is missing
nl_nl: Betalingsgateway id ontbreekt

source: Gateway was not found
nl_nl: Gateway was niet gevonden

source: Payment gateway code is missing
nl_nl: Betalingsgateway code ontbreekt

source: Payment gateway is not available for installation.
nl_nl: Betalingsgateway is niet beschikbaar voor instalatie.

source: Gateway id not passed
nl_nl: Gateway id niet voorbij

source: Gateway not found
nl_nl: Gateway niet gevonden

source: Payment gateway id not passed
nl_nl: Betalingsgateway id niet voorbij

source: Subscription currency not passed
nl_nl: Inschrijvingsvaluta niet voorbij

source: Payment gateway not found
nl_nl: Betalingsgateway niet gevonden

source: Client currency must match subscription currency. Check if clients currency is defined.
nl_nl: Klantvaluta moet overeenkomen met het abonnementvaluta. Controleer of het klantenvaluta is gedefineerd.

source: Subscription id not passed
nl_nl: Inschrijvingsid niet voorbij

source: Subscription not found
nl_nl: Inschrijving niet gevonden

source: Tax id is missing
nl_nl: Tax id ontbreekt

source: Tax rule not found
nl_nl: Taxregel niet gevonden

source: Tax name is missing
nl_nl: Taxnaam ontbreekt

source: Tax rate is missing or is not valid
nl_nl: Taxtarief ontbreekt of is niet geldig

source: Invoice hash not passed. Missing param hash
nl_nl: Factuur hash niet voorbij. Param hash ontbreekt

source: Payment method not found. Missing param gateway_id
nl_nl: Betalingsmethode niet gevonden. param gateway_id mist

source: Invoice not found
nl_nl: Factuur niet gevonden

source: Payment method not found
nl_nl: Betalingsmethode niet gevonden

source: This invoice can't be subscribed
nl_nl: Deze factuur kan niet ingeschreven worden

source: API call is missing arguments
nl_nl: API aanroep mist parameters

source: Currency code is missing
nl_nl: Valuta code ontbreekt

source: Currency not found
nl_nl: Valuta niet gevonden

source: Currency format is missing
nl_nl: Valuta formaat ontbreekt

source: Currency already registered
nl_nl: Valuta al geregistreerd

source: Currency code is not valid
nl_nl: Valuta code niet geldig

source: Currency rate is not valid
nl_nl: Valuta tarief niet geldig

source: You have already used this promo code. Please remove promo code and checkout again.
nl_nl: U heeft deze promo code al eens gebruikt. Verwijder uw promo code en probeer het opnieuw.

source: Currency code not passed
nl_nl: Valuta code niet voorbij

source: Promo code not passed
nl_nl: Promo code niet voorbij

source: Promo code is expired or does not exist
nl_nl: Promo code is verlopen of bestaat niet

source: Cart item id not passed
nl_nl: Winkelwagenitem id niet voorbij

source: No clients selected for import.
nl_nl: Geen klanten geselecteerd voor import.

source: No clients found on SolusVM server.
nl_nl: Geen klanten gevonden op SolusVM server.

source: Please select VPS template.
nl_nl: Selecteer aub. een VPS template.

source: Could not activate order. Product :id configuration is missing virtualization type parameter
nl_nl: Kon uw bestelling niet activeren. Product :id mist het "virtualization type" parameter

source: TLD is missing
nl_nl: TLD ontbreekt

source: Tld already registered
nl_nl: Tld al geregistreerd

source: TLD registrar id is missing
nl_nl: TLD hoster ontbreekt

source: Registration price is missing
nl_nl: Registratieprijs ontbreekt

source: Renewal price is missing
nl_nl: Vernieuwingsprijs ontbreekt

source: Transfer price is missing
nl_nl: Verhuisprijs ontbreekt

source: Registrar code not passed
nl_nl: Hoster code niet voorbij

source: Registrar is not available for installation.
nl_nl: Hoster is niet beschikbaar voor instalatie.

source: Registrar id not passed
nl_nl: Hoster id niet voorbij

source: Registrar not found
nl_nl: Hoster neit gevonden

source: Registrar id is missing
nl_nl: Hoster id ontbreekt

source: Domain order is not activated
nl_nl: Domeinbestelling is niet geactiveerd

source: Tld is required
nl_nl: Tld is verplicht

source: Sld is required
nl_nl: Sld is verplicht

source: Domain :domain is not valid
nl_nl: Domein :domain is niet geldig

source: Domain availability could not be determined. TLD is not active.
nl_nl: Domein beschikbaarheid kon niet beslist worden. TLD is niet actief.

source: Domain is not available.
nl_nl: Domein is niet beschikbaar.

source: TLD is not active.
nl_nl: TLD is niet actief.

source: Domain can not be transferred.
nl_nl: Domein kan niet verhuist worden.

source: Notification center extension is off. Skipping check
nl_nl: Notificatie center extensie is uitgezet. Slaat controle over

source: Check was already executed once in a 2 days.
nl_nl: Controle is al 2 dagen gelden geëxcuteerd.

source: Only pending setup orders can be deleted.
nl_nl: Allleen afwachtende installatiebestellingen kunnen verwijderd worden.

source: This feature is available in BoxBilling PRO version.
nl_nl: Deze functie is beschikbaar in BoxBilling PRO versie.

source: Currency :code not found
nl_nl: Valuta :code niet gevonden

source: Product :id is out of stock.
nl_nl: Product :id is niet op voorraad.

source: Order config not passed
nl_nl: Bestelling config niet voorbij

source: Order history line id not passed
nl_nl: Bestelling geschiedenlislijn id niet voorbij

source: Order history line not found
nl_nl: Bestelling geschiedenislijn niet gevonden

source: Automatically issue renewal invoices
nl_nl: Automatish hernieuwing facturen uitgeven

source: Issue invoices manually
nl_nl: Manueel facturen uitgeven
