Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: FTP extension is not enabled in PHP. You will not be able to use automatic updates and other automation.
fr_fr: L'extension FTP n'est pas activé dans PHP. Vous ne serez pas en mesure d'utiliser les mises à jours automatiques et autres automatisations.
nl_nl: FTP-extentie is niet ingeschakeld in PHP. Je zult niet in staat zijn om automatische updates te gebruiken en andere automatisering.

source: The ftp PHP extension is not available
fr_fr: L'extension FTP n'est pas disponible
nl_nl: De FTP PHP-extentie is niet beschikbaar

source: FTP hostname is required
fr_fr: Nom d'hôte FTP obligatoire
nl_nl: FTP hostnaam is verplicht

source: FTP username is required
fr_fr: Nom d'utilisateur FTP obligatoire
nl_nl: FTP gebruikersnaam is verplicht

source: FTP password is required
fr_fr: Mot de passe FTP obligatoire
nl_nl: FTP wachtwoord is verplicht

source: Failed to connect to FTP Server :host : :port
fr_fr: Impossible de se connecter au serveur FTP :host :port
nl_nl: Kan geen verbinding maken met FTP Server :host : :port

source: FTP Username/Password incorrect for :usernmae
fr_fr: Nom d'utilisateur FTP/mot de passe incorrect pour :usernmae
nl_nl: FTP Gebruikersnaam/Wachtwoord onjuist voor :username

source: Resource is not a stream
fr_fr: La ressources n'est pas un stream
nl_nl: Resource is geen stream (Resource is not a stream)

source: Mode cannot be changed on existing streams
fr_fr: Le mode ne peut pas être changé sur les flux existants
nl_nl: Mode kan niet gewijzigd worden op de bestaande streams

source: :stream cannot be opened with mode :mode
fr_fr: :stream ne peut pas être ouvert avec le mode :mode
nl_nl: :stream kan niet geopend worden met :mode

source: Unable to write to stream
fr_fr: Impossible d'écrire dans le flux
nl_nl: Kan niet schrijven naar stream

source: :module method getSearchQuery not found
fr_fr: :module méthode GetSearchQuery non trouvé

source: Invalid :module method getSearchQuery return
fr_fr: Retour invalide :module méthode getSearchQuery
nl_nl: Ongeldige :module methode

source: Page :url not found
fr_fr: La page :url est introuvable
nl_nl: Pagina :url niet gevonden

source: Page not found
fr_fr: Page introuvable
nl_nl: Pagina niet gevonden

source: File :file does not exist
fr_fr: Le fichier :file n'existe pas
nl_nl: Bestand :fil bestaat niet

source: Invalid zip file
fr_fr: Fichier zip invalide
nl_nl: Ongeldig zip-bestand

source: Zip extraction failed
fr_fr: L'extraction Zip à échoué
nl_nl: Zipextractie gefaald

source: Unknown mail transport: :transport
fr_fr: Transport de courrier :transport inconnuu
nl_nl: Onbekend mailtransport: :transport

source: SMTP host not configured
fr_fr: L'hôte SMTP n'est pas configuré
nl_nl: SMTP-host niet geconfigureerd

source: SMTP port not configured
fr_fr: Le port SMTP n'est pas configuré
nl_nl: SMTP-poort niet geconfigueerd

source: SMTP hostname is not configured.
fr_fr: Le nom d'hôte SMTP n'est pas configuré.

source: Missing log message
fr_fr: Journal des messages manquant
nl_nl: Logbericht ontbreekt

source: Bad log priority
fr_fr: Mauvaise priorité de journal
nl_nl: Slechte logprioriteit (Bad log priority)

source: Email is not valid
fr_fr: Le courriel n'est pas valide
nl_nl: E-mail is niet geldig

source: Password too short!
fr_fr: Mot de passe trop court!
nl_nl: Wachtwoord te kort!

source: Password must include at least one number!
fr_fr: Le mot de passe doit comporter au moins un chiffre!
nl_nl: Wachtwoord moet minstens één nummer bevatten!

source: Password must include at least one letter!
fr_fr: Le mot de passe doit comporter au moins une lettre!
nl_nl: Wachtwoord moet minstens één letter bevatten!

source: Clients logins history
fr_fr: Historique des connexion clients

source: Number
fr_fr: Nombre

source: Created at
fr_fr: Créé le

source: Due at
fr_fr: Dû le

source: Reminded at
fr_fr: Rappelé le

source: Approved
fr_fr: Approuvé

source: Serie and number
fr_fr: Série et nombre

source: Tax
fr_fr: Taxe

source: Text before invoice items table
fr_fr: Texte avant la tableau des articles de la facture

source: Text after invoice items table
fr_fr: Texte après le tableau des articles de la facture

source: Company VAT
fr_fr: TVA Société

source: Company Number
fr_fr: Numéro d'entreprise

source: Phone
fr_fr: Téléphone

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Invoice items
fr_fr: Facture articles

source: Droid Tweak settings
fr_fr: Paramètre Droid Tweak

source: Configuration updated
fr_fr: Configuration mise à jour

source: Payment gateway
fr_fr: Passerelle de paiement

source: Default Help desk
fr_fr: Serice support par défaut

source: Default Ticket subject
fr_fr: Sujet par défaut des tickets

source: Default ticket subject
fr_fr: Sujet par défaut des tickets

source: Ticket content
fr_fr: Contenu du ticket

source: Filter transactions
fr_fr: Filtre transactions

source: ID on payment gateway
fr_fr: ID de la passerelle de paiement

source: Invoice Id
fr_fr: Id facture

source: Payment Gateway
fr_fr: Passerelle de paiement

source: Received at
fr_fr: Reçu à

source: Filter
fr_fr: Filtre

source: Processed
fr_fr: Traité

source: System activity
fr_fr: Activité du système

source: Birthday
fr_fr: Anniversaire

source: You are
fr_fr: Vous êtes

source: Partners list
fr_fr: Liste des partenaires

source: Sales
fr_fr: Ventes

source: Signup Date
fr_fr: Date d'inscription

source: Global partners limits and settings
fr_fr: Limites globales des partenaires et réglages

source: Default product which partners are reselling.
fr_fr: Produit par défaut les partenaires revendent.

source: Default order limit for partner per day. Used to prevent API abuse
fr_fr: Limite de commande par défaut pour le partenaire par jour. Utilisé pour prévenir les abus d'API

source: Optional rules for becoming partner
fr_fr: Les règles optionnelles pour devenir partenaire

source: Product which must be ordered before becoming partner
fr_fr: Produit qui doit être commandé avant de devenir partenaire

source: Check partners balance before creating new order for available amount
fr_fr: Vérifier le solde des partenaires du montant disponible avant de créer un nouvelle commande

source: How much money must be on clients balance to become a partner
fr_fr: Combien d'argent doit être sur le solde clients pour devenir partenaire

source: License settings
fr_fr: Paramètres de Licence

source: Prefix
fr_fr: Préfixe

source: Length
fr_fr: Longueur

source: Validate IP
fr_fr: Valider l'IP

source: Validate Hostname
fr_fr: Valider le nom de l'hôte

source: Validate Version
fr_fr: Valider la version

source: Validate Path
fr_fr: Valider le chemin

source: License plugins
fr_fr: Plugins Licence

source: BoxBilling gives you ability to provide your own license generation script. Follow instructions bellow to install new license plugin
fr_fr: BoxBilling vous donne la possibilité de fournir votre propre script de génération de licence. Suivez les instructions ci-dessous pour installer le plugin nouvelle licence

source: License plugin is PHP class "License_PluginName" with one method
fr_fr: Plugin de licence est une classe PHP "License_PluginName" avec une méthode

source: Take a look at default plugin at
fr_fr: Jetez un oeil au plugin par défaut à

source: Create your plugin and place it to
fr_fr: Créer votre plugin et placez-le dans

source: BoxBilling will automatically detect new plugin
fr_fr: BoxBilling détectera automatiquement le nouveau plugin

source: Read
fr_fr: Lire

source: BoxBilling documentation
fr_fr: Documentation BoxBilling

source: for more information.
fr_fr: pour plus d'informations.

source: Import existing
fr_fr: Importer l'existants

source: Domain name
fr_fr: Nom de domaine

source: Domain TLD
fr_fr: Domaine TLD

source: News and announcements
fr_fr: Nouvelles et annonces

source: New announcement
fr_fr: Annonce de nouvelle

source: Draft
fr_fr: Brouillon

source: Content
fr_fr: Contenu

source: Create
fr_fr: Créer

source: Email templates
fr_fr: Modèles Courriel

source: New template
fr_fr: Nouveau modèle

source: Email settings
fr_fr: Paramètres de messagerie

source: The list is empty. Depending on modules enabled email templates will be inserted after first event occurrence.
fr_fr: La liste est vide. Selon les modules activés modèles de courrier électronique sera inséré après l'occurrence d'un événement d'abord.

source: Configure email options
fr_fr: Configurer les options de messagerie

source: BoxBilling sends emails using <em>sendmail</em> by default or you can configure your own SMTP server
fr_fr: BoxBilling envoie des emails en utilisant <em>sendmail</em> par défaut ou vous pouvez configurer votre propre serveur SMTP

source: Email transport
fr_fr: Les transports Email

source: SMTP Hostname
fr_fr: Nom d'hôte SMTP

source: SMTP Port
fr_fr: Port SMTP

source: SMTP Username
fr_fr: Nom d'utilisateur SMTP

source: SMTP Password
fr_fr: Mot de passe SMTP

source: SMTP Security
fr_fr: Sécurité SMTP

source: Update email settings
fr_fr: Paramètres de mise à jour par courrier électronique

source: Send test email to staff members
fr_fr: Envoyez l'email de test pour les membres du personnel

source: Where I can use new email template?
fr_fr: Où puis-je utiliser le modèle de nouvel e-mail?

source: Newly created email templates can be used in custom event hooks.
fr_fr: Modèles d'email nouvellement créées peuvent être utilisées dans des crochets d'événements personnalisés.

source: Category
fr_fr: Catégorie

source: Action code
fr_fr: Code action

source: Filter support tickets
fr_fr: Filtre tickets de support

source: Client ID
fr_fr: ID du client

source: Order ID
fr_fr: Numéro de commande

source: Ticket subject
fr_fr: Sujet du ticket

source: Ticket messages
fr_fr: Messages Ticket

source: Priority
fr_fr: Priorité

source: Tickets waiting for staff reply
fr_fr: Ticket en attente de réponse du personnel

source: Tickets waiting for client reply
fr_fr: Tickets en attente de réponse du client

source: Solved tickets
fr_fr: Tickets résolus

source: New email
fr_fr: Nouvel e-mail

source: Last message
fr_fr: Dernier message

source: Open ticket for existing client
fr_fr: Ticket ouvert pour le client existant

source: Start typing clients name, email or ID
fr_fr: Commencez à taper le nom du client, e-mail ou ID
nl_nl: Start met het intypen van uw klants naam, email of ID

source: Open public ticket for non client
fr_fr: Ticket public ouvert pour un visiteur

source: Receivers name
fr_fr: Nom récipient

source: Features
fr_fr: Caractéristiques

source: Demo
fr_fr: Démo

source: Earn money
fr_fr: Gagner de l'argent

source: Partners
fr_fr: Partenaires

source: My Account
fr_fr: Mon Compte

source: Support Tickets
fr_fr: Tickets de support

source: Logout
fr_fr: Déconnexion
nl_nl: Uitloggen

source: Website statistic
fr_fr: Statistique Site Web

source: Metric
fr_fr: Métrique

source: Today
fr_fr: Aujourd'hui

source: Yesterday
fr_fr: Hier

source: This month so far
fr_fr: Depuis le début du mois

source: Income
fr_fr: Revenu

source: Orders
fr_fr: Commandes

source: Latest orders
fr_fr: Dernières commandes

source: Product sales
fr_fr: Ventes de produits

source: No active orders available
fr_fr: Pas de commande active disponibles

source: Define date interval for graphs
fr_fr: Définir l'intervalle de date pour les graphes

source: Update graphs
fr_fr: Mise à jour graphiques

source: Recent clients activity
fr_fr: Activités récente des client

source: Recent staff activity
fr_fr: Activité récente du personnel

source: Public tickets
fr_fr: Tickets publics

source: Centova Cast settings
fr_fr: Paramètres Cast Centova

source: Server URL
fr_fr: URL du serveur

source: Register new server
fr_fr: Enregistrer un nouveau serveur

source: Edit server
fr_fr: Modifier le serveur

source: CentovaCast URL
fr_fr: URL CentovaCast

source: IP Address
fr_fr: Adresse IP

source: Administrator password
fr_fr: Mot de passe administrateur

source: Register Centova Cast server
fr_fr: Enregistrement du serveur Centova Cast

source: Server added
fr_fr: Le serveur a été ajouté

source: Add
fr_fr: Ajouter

source: Back to extensions
fr_fr: Retour aux extensions

source: Create CentovaCast product
fr_fr: Créer des produits CentovaCast

source: File information
fr_fr: Informations du fichier

source: Filename
fr_fr: Nom de fichier

source: Downloads
fr_fr: Téléchargements

source: Upload new file for this order
fr_fr: Télécharger un nouveau fichier nouveau pour cette commande

source: Use this function to update existing order file. Client will be able to download new file from client area
fr_fr: Utilisez cette fonction pour mettre à jour le fichier existant d'une commande. Le client sera en mesure de télécharger le nouveau fichier à partir de la zone client

source: Upload new file
fr_fr: Télécharger un nouveau fichier

source: Top level domains
fr_fr: Domaines de premier niveau

source: New top level domain
fr_fr: Nouveau domaine de premier niveau

source: New domain registrar
fr_fr: Nouveau domaine registrar

source: Manage TLDs
fr_fr: Gérer les extensions

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
fr_fr: Tarif d'installation des domaines et opérations autorisées. Attribuer les registrars de domaines spécifiques pour chaque domaine de premier niveau (TLD)

source: Registration
fr_fr: Enregistrement

source: Renew
fr_fr: Renouveler

source: Operations
fr_fr: Opérations

source: Allow register:
fr_fr: Permet l'enregistrement:

source: Allow transfer:
fr_fr: Permet le transfert:

source: Active:
fr_fr: Actif

source: Add new top level domain
fr_fr: Ajouter un nouveau domaine de premier niveau

source: Setup new TLD prices and properties
fr_fr: Prix d'installation du TLD et propriétés

source: Registration price
fr_fr: Prix enregistrement

source: Renewal price
fr_fr: Prix de renouvellement

source: Minimum years of registration
fr_fr: Nombre minimal d'années d'enregistrement

source: Allow registration
fr_fr: Autoriser l'enregistrement

source: Allow transfer
fr_fr: Autoriser le transfert

source: Domain registrars
fr_fr: Registrars de domaine

source: Manage domain registrars
fr_fr: Gestion des registrar de domaine

source: Setup default nameservers that will be used for new domain registrations if client have not provided his own nameservers in order form
fr_fr: Configuration les serveurs de noms par défaut qui seront utilisés lors du nouvel enregistrements de domaine si le client n'a pas fourni son propre serveurs de noms dans le bon de commande

source: Adding new domain registrar
fr_fr: Ajouter un nouveau registrar

source: Follow instrunctions bellow to install new domain registrar.
fr_fr: Suivez les instrunctions ci-dessous pour installer registraire du nouveau domaine.

source: Check domain registrar you are looking for is available at
fr_fr: Vérifiez que le registrar de domaine que vous recherchez est disponible sur

source: Download domain registrar file and place to
fr_fr: Télécharger le fichier du registrar de domaine sur

source: Reload this page to see newly detected domain registrar
fr_fr: Recharger cette page pour voir le registrar de domaine nouvellement détectés

source: Click on install button. Now you will be able to create top level domains with new domain registrar
fr_fr: Cliquez sur le bouton d'installation. Maintenant, vous serez en mesure de créer des domaines de premier niveau auprès du nouveau registrar de domaine

source: For developers. Read
fr_fr: Pour les développeurs. Lisez

source: to learn how to create your own domain registrar.
fr_fr: Pour apprendre à créer votre propore registrar.

source: Install
fr_fr: Installer

source: All payment gateways installed
fr_fr: Tous les passerelles de paiement installé

source: Subscription
fr_fr: Abonnement

source: Subscription details
fr_fr: Conditions d'abonnement

source: Subscription ID on payment gateway
fr_fr: ID d'abonnement sur la passerelle de paiement

source: Updated at
fr_fr: Mise à jour de

source: Filter orders
fr_fr: Filtre commande

source: Invoice option
fr_fr: Option Facture

source: Creation date
fr_fr: Date de création

source: Pending setup
fr_fr: En attente d'installation
nl_nl: Wacht op setup

source: Supended
fr_fr: Suspendue

source: Max Addon domains
fr_fr: Domaines addon max.

source: Max FTP accounts
fr_fr: comptes FTP max.

source: Max SQL Databases
fr_fr: bases de données SQL max.

source: Max Email Accounts
fr_fr: Comptes de messagerie max.

source: Max Subdomains
fr_fr: Sous-domaines max.

source: Max Parked Domains
fr_fr: Domaines parqués max.

source: Server manager specific parameters
fr_fr: Paramètres spécifiques du gestionnaire de serveur

source: Update hosting plan
fr_fr: Mettre à jour le plan d'hébergement

source: Hosting plan additional parameters
fr_fr: Paramètres supplémentaires du plan d'hébergement

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
fr_fr: Selon le gestionnaire de serveur utilisé pour configurer un compte d'hébergement, vous pouvez avoir besoin de fournir des paramètres supplémentaires. La liste des paramètres des gestionnaires de serveurs requis que vous pouvez trouver sur la page des extensions.

source: Add new configuration field
fr_fr: Ajouter un nouveau champ de configuration

source: Something went wrong here
fr_fr: Quelque chose a mal tourné

source: Back to Dashboard
fr_fr: Retour au tableau de bord

source: Get BoxBilling license
fr_fr: Obtenir une licence BoxBilling

source: Create New
fr_fr: Créer

source: New article
fr_fr: Nouvel article

source: New category
fr_fr: Nouvelle catégorie

source: Manage categories
fr_fr: Gérer les catégories

source: Category created
fr_fr: Catégorie créé

source: File manager
fr_fr: Gestionnaire de fichiers

source: Full screen
fr_fr: Plein écran

source: Update BoxBilling
fr_fr: Mise à jour BoxBilling

source: Learn more about extensions
fr_fr: En savoir plus sur les extensions

source: Activate or deactivate extensions
fr_fr: Activer ou désactiver les extensions

source: Deactivate
fr_fr: Désactiver

source: Module settings
fr_fr: Paramètres des modules

source: Automatic update
fr_fr: Mise à jour automatique

source: Automatic updater is a tool to update BoxBilling to latest version in one click. Works on these hosting environments where PHP has permissions to overwrite files uploaded via FTP.
fr_fr: La mise à jour automatique est un outil de mise à jour vers la dernière version BoxBilling en un seul clic. Il agit sur ces environnements d'hébergement où PHP dispose d'autorisations pour écraser les fichiers téléchargés via FTP.

source: Manual update
fr_fr: Mise à jour manuelle

source: Manual update is a solution when auto updater can not work on current installation environment
fr_fr: La mise à jour manuelle est une solution de mise à jour lorsque la mise à jour automatique ne peut pas fonctionner sur l'environnement d'installation actuel

source: Extending BoxBilling
fr_fr: Etendre BoxBilling

source: BoxBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
fr_fr: BoxBilling donne aux développeurs toutes les fonctionnalités pour personnaliser, intégrer et étendre le système de base de votre propre site web et des vos applications.

source: Submited
fr_fr: Soumis
nl_nl: Ingediend

source: Manage services
fr_fr: Gérer les services

source: Search:
fr_fr: Recherche:

source: Enter search text..
fr_fr: texte de recherche ..
nl_nl: Vul zoekterm in...

source: Centova Cast product settings
fr_fr: Paramètres produit Centova Cast

source: Server
fr_fr: Serveur

source: Max clients
fr_fr: Clients max.

source: Max bitrate
fr_fr: Débit max.

source: Transfer limit
fr_fr: Limite de transfert

source: Products
fr_fr: Produits

source: New product
fr_fr: Nouveaux produits

source: Update priority
fr_fr: Priorité des mise à jour

source: Icon URL
fr_fr: URL de l'icône

source: Created
fr_fr: Créé

source: The list is empty.
fr_fr: La liste est vide.

source: Order management
fr_fr: Gestion des commandes

source: Edit order
fr_fr: Modifier la commande

source: Service management
fr_fr: Gestion des services

source: History
fr_fr: Historique

source: Order group ID
fr_fr: ID du groupe de commande

source: Order promo code
fr_fr: Code prome de la commande

source: Reason of suspendation
fr_fr: Raison de suspension

source: Suspendation reason
fr_fr: Raison Suspension

source: Reason of cancelation
fr_fr: Motif de l'annulation

source: Cancelation reason
fr_fr: Raison de l'annulation

source: Changes status without performing action
fr_fr: Changer de statut sans effectuer l'action

source: Order invoices
fr_fr: Factures de commande

source: Issued at
fr_fr: Délivré à

source: Order status change history
fr_fr: Historique des modifications de statut des commande

source: Support tickets regarding this order
fr_fr: Ticket de support concernant cette commande

source: Server Name
fr_fr: Nom du serveur

source: Account IP
fr_fr: Compte IP

source: Change hosting plan
fr_fr: Changer plan d'hébergement

source: Hosting plan changed
fr_fr: Plan d'hébergement changé

source: New hosting plan
fr_fr: Nouveau plan d'hébergement

source: Account password changed
fr_fr: Mot de passe du compte a changé

source: Account IP changed
fr_fr: IP du compte changé

source: Account username changed
fr_fr: Nom d'utilisateur du compte changé

source: Account domain changed
fr_fr: Domaine du compte changé

source: Client area languages
fr_fr: Langues de l'espace Client

source: New language
fr_fr: Nouvelle langue

source: Language
fr_fr: Langue

source: BoxBilling in your language
fr_fr: BoxBilling dans votre langue
nl_nl: BoxBilling in uw taal

source: Although BoxBilling displays in U.S. English by default, the software has the built-in capability to be used in any language. Follow instructions bellow to install new language.
fr_fr: Bien que BoxBilling affiche l'anglais américain par défaut, le logiciel a la capacité d'être utilisé dans n'importe quelle langue. Suivez les instructions ci-dessous pour installer une nouvelle langue.
nl_nl: Al toont Boxbilling U.S. Engels als standaard, heeft de software ingebouwde mogelijkheden om gebruikt te worden in elke taal. Volg de instructies hieronder om een nieuwe taal te installeren.

source: Check if your language translation file is available at
fr_fr: Vérifiez que le votre fichier de traduction est disponible sur
nl_nl: Controleer of uw vertalings bestand beschikb

source: BoxBilling extensions site
fr_fr: Extensions BoxBilling du site
nl_nl: BoxBilling extensie website

source: Download language files and place them to
fr_fr: Télécharger des fichiers de langue et de les placer sur
nl_nl: Download vertaal bestanden en plaats ze in

source: Language will be automatically available and can be changed in client area
fr_fr: La langue sera automatiquement disponible et peut être modifié dans la zone client
nl_nl: Vertaling wordt automatish beschikbaar en kan veranderd worden in de klanten paneel

source: Installing BoxBilling in Your Language
fr_fr: Installer BoxBilling dans votre langue
nl_nl: BoxBilling in uw taal aan het installeren

source: to learn how to install files that will transform BoxBilling so it displays in your language.
fr_fr: Pour apprendre à installer les fichiers qui vont transformer BoxBilling de façon à ce qu'il apparaisse dans votre langue.
nl_nl: om te leren hoe hoe je bestanden kan installeren die BoxBilling zullen veranderen in uw taal.

source: Translations can be made with
fr_fr: Les traductions peuvent être faites avec
nl_nl: Vertalingen kunnen gemaakt worden met

source: software
fr_fr: Logiciel

source: Changing default language
fr_fr: Changement de langue par défaut
