Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: Default language can be set in
fr_fr: La langue par défaut peut être définie dans
nl_nl: Standaard taal kan worden ingesteld in

source: Removing language
fr_fr: Supprimer la langue

source: Removing languages from BoxBilling is really simple. Just delete language folder you wish from
fr_fr: La suppression de langues dans BoxBilling est très simple. Il suffit de supprimer le dossier de la langue que vous souhaitez
nl_nl: Talen verwijderen uit BoxBilling is heel simpel. Verwijder gewoon de map van de taal die je wilt verwijderen

source: Settings
fr_fr: Paramètres

source: BoxBilling version settings
fr_fr: Paramètres de Version BoxBilling

source: Size
fr_fr: Taille

source: Release date
fr_fr: Date de sortie

source: Download latest
fr_fr: La dernière Télécharger

source: Download latest update
fr_fr: Téléchargez la dernière version mise à jour

source: Staff members logins history
fr_fr: Historique des connexions du personnel

source: Filter clients
fr_fr: Filtre Clients

source: Group
fr_fr: Groupe

source: All
fr_fr: Tous

source: Suspended
fr_fr: Suspendu

source: Canceled
fr_fr: Annulé

source: New client
fr_fr: Nouveau client

source: Groups
fr_fr: Groupes

source: New group
fr_fr: Nouveau groupe

source: Postcode
fr_fr: Code postal

source: Your Balance
fr_fr: Votre Solde

source: Task
fr_fr: Tâche

source: Client tickets
fr_fr: Tickets client

source: Total responses
fr_fr: Total des réponses

source: Add note
fr_fr: Ajouter une note

source: Task status
fr_fr: Statut de la tâche

source: Edit
fr_fr: Editer

source: management
fr_fr: gestion

source: Template Settings
fr_fr: Paramètres du modèle

source: Reset template
fr_fr: Réinitialiser modèle

source: Examples
fr_fr: Exemples

source: Manage email template
fr_fr: Gérer les modèles de courrier électronique

source: Most email templates receives parameters from BoxBilling. You can browse them on "Variables" tab. Copy variable name to email template and hit preview to see parsed content. Please note that values will be different when actual email is sent.
fr_fr: La plupart des modèles de courrier électronique reçoit des paramètres de BoxBilling. Vous pouvez les consulter sur l'onglet "Variables". Copier le nom variable à envoyer un courriel aperçu du modèle et appuyez sur pour voir le contenu analysé. S'il vous plaît noter que les valeurs seront différentes lorsque le courrier électronique est envoyé réelle.

source: Template updated
fr_fr: Modèle de mise à jour

source: Preview
fr_fr: Aperçu

source: Template settings
fr_fr: Paramètres du modèle

source: Enable or disable this email template.
fr_fr: Activer ou désactiver ce modèle de courrier électronique.

source: List of variables used in this email
fr_fr: Liste des variables utilisées dans cet e-mail

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
fr_fr: Ces valeurs changent lorsque le courrier électronique est réèllement envoyé. Vous pouvez transmettre ces variables aux API d'administration ou tierce pour obtenir des informations supplémentaires à partir de la base de données.

source: Example value
fr_fr: Exemple de valeur

source: This template does not receive any parameters
fr_fr: Ce modèle ne reçoit pas tous les paramètres

source: Reset email template to default
fr_fr: Réinitialiser modèle de courrier électronique

source: Reset to default
fr_fr: Réinitialiser

source: Email templates examples
fr_fr: Exemples de modèles de Courriel

source: Email template playground. Use this tool to try rendering email templates.
fr_fr: Zone d'essai des modèles de courrier électronique. Utilisez cet outil pour essayer de rendu des modèles de courriels.

source: Affiliate settings
fr_fr: Paramètres d'affiliation

source: Affiliate module settings
fr_fr: Paramètres du module d'affiliation

source: Offer your clients become affiliates of your services.
fr_fr: Offrez à vos clients de devenir des filiales de vos services.

source: Commission from order
fr_fr: Commission sur les commandes

source: Days from order activation to admit commission
fr_fr: Jours entre l'activation de commande pour admettre une commission

source: Bonus amount for becoming affiliate in
fr_fr: Montant du bonus pour devenir affilié à

source: Minimum withdraw amount.
fr_fr: Montant minimum de retrait.

source: Redirect Url. Where is your client redirected after visiting refferal link
fr_fr: URL de redirection. Où se trouve redirigé votre client après avoir visité un lien reférent

source: Email content
fr_fr: Contenu du courrier électronique

source: Email details
fr_fr: Détails Email

source: Sent emails
fr_fr: E-mails envoyés

source: Subscriptions
fr_fr: Abonnements

source: New subscription
fr_fr: Nouvel abonnement

source: Create main administrator account
fr_fr: Créer un compte administrateur principal

source: Enter your email address
fr_fr: Entrez votre adresse email

source: Enter your password
fr_fr: Entrez votre mot de passe

source: Create administrator account
fr_fr: Créer un compte administrateur

source: Remember me
fr_fr: Se souvenir de moi

source: Log me in
fr_fr: Me connecter

source: Create new order
fr_fr: Créer une nouvelle commande

source: for
fr_fr: pour

source: Activate order
fr_fr: Activer la commande

source: Place new order
fr_fr: Placez un nouvelle commande

source: BoxBilling members area
fr_fr: Membres de la zone BoxBilling

source: Registering as
fr_fr: Enregistrement de

source: Individual
fr_fr: Individuel

source: Company registration number
fr_fr: Numéro d'entreprise

source: Company VAT number
fr_fr: Numéro de TVA Compagnie

source: Tax rules
fr_fr: Règles de taxe

source: New tax rule
fr_fr: Nouvelle règle de taxe

source: Tax settings
fr_fr: Paramètres de taxes

source: EU VAT
fr_fr: TVA pour l'UE

source: State/Region
fr_fr: Etat/Région

source: Tax rate
fr_fr: Le taux de taxe

source: Applies to any country
fr_fr: S'applique à tous les pays

source: Applies to any state
fr_fr: S'applique à tout les états

source: Enable tax support
fr_fr: Activer la gestion des taxes

source: Automatic VAT Tax Rules Setup
fr_fr: Installation des règles de TVA automatiques

source: If you would like BoxBilling to automatically setup the EU VAT tax rules for you for all EU Member States then simply enter your VAT Label & local VAT rate below and click the submit button. This action will delete any existing tax rules and configure the VAT rates for all EU countries.
fr_fr: Si vous souhaitez BoxBilling pour configurer automatiquement les règles de TVA de l'UE pour tous les États membres, il suffit ensuite d'entrer le label de TVA et le taux de TVA local et cliquez sur le bouton soumettre. Cette action supprimera toutes les règles TVA en vigueur et configurera la TVA taux pour tous les pays de l'UE.

source: VAT Label
fr_fr: Label TVA

source: VAT rate
fr_fr: Taux de TVA

source: Create EU VAT Rules
fr_fr: Créer des règles de TVA de l'UE

source: Tax title
fr_fr: Titre de tax

source: sales Tax
fr_fr: Taxe de vente

source: Leave empty to apply to all states
fr_fr: Laissez vide pour s'appliquer à tous les états

source: Profile updated
fr_fr: Profil mis à jour

source: Listed in public
fr_fr: En liste publique

source: Partner status
fr_fr: Statut partenaire

source: Partner product
fr_fr: Produit partenaire

source: Override price
fr_fr: Ignorer prix

source: Logo URL
fr_fr: URL du logo

source: Website URL
fr_fr: Site Web

source: Payment gateway configuration
fr_fr: Configuration de la passerelle de paiement

source: Payment gateway title
fr_fr: Titre passerelle de paiement

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
fr_fr: Sélectionnez les devises que peut accepter cette passerelle de paiement (Sélectionnez aucun pour permettre toutes les devises)

source: Allow one time payments
fr_fr: Autoriser les paiements uniques

source: Allow subscription payments
fr_fr: Autoriser les paiements d'abonnement

source: Enable test mode
fr_fr: Activer le mode test

source: IPN Callback URL
fr_fr: URL de rappel IPN

source: Go back
fr_fr: Retour

source: Send Email Message
fr_fr: Envoyer un message e-mail

source: Newsletter updated
fr_fr: NewsLetter à jour

source: From name
fr_fr: De nom

source: From email
fr_fr: De e-mail

source: Send message
fr_fr: Envoyer un message

source: Back to newsletters
fr_fr: Retour aux newsletters

source: Recipients filter. Select none to send message to all clients
fr_fr: Filtrer des destinataires. Sélectionnez aucun pour envoyer un message à tous les clients

source: Client status and group
fr_fr: État client et groupe

source: Has order
fr_fr: A commandé

source: Message content
fr_fr: Contenu du message

source: Update and preview
fr_fr: Mise à jour et aperçu

source: Send test message
fr_fr: Envoyer un message de test

source: Send message to clients
fr_fr: Envoyer un message aux clients

source: New forum
fr_fr: Nouveau forum

source: Sticky
fr_fr: Épinglé

source: Locked
fr_fr: Verrouillé

source: Sorting
fr_fr: Tri

source: Last ping
fr_fr: Dernier ping

source: Valid IPs (one per line)
fr_fr: Valider les IPs (une par ligne)

source: Validate host
fr_fr: Valider hôte

source: Valid hosts (one per line)
fr_fr: Valider les hôtes (un par ligne)

source: Validate path
fr_fr: Valider chemin

source: Valid paths (one per line)
fr_fr: Valider les chemins (un par ligne)

source: Validate version
fr_fr: Valider version

source: Valid versions (one per line)
fr_fr: Valider les versions (une par ligne)

source: Existing member
fr_fr: Membre existant

source: Payment gateways
fr_fr: Passerelles de paiement

source: New payment gateway
fr_fr: Nouvelle passerelle de paiement

source: Allow subscriptions
fr_fr: Autoriser les abonnements

source: Adding new payment gateway
fr_fr: Ajout d'une nouvelle passerelle de paiement

source: Although BoxBilling ships with most popular payment gateways, you can install other gateways.
fr_fr: Bien que BoxBilling soit livré avec les passerelles de paiement les plus populaires, vous pouvez installer d'autres passerelles.

source: Follow these instructions to install new payment gateway.
fr_fr: Suivez ces instructions pour installer une nouvelle passerelle de paiement.

source: Check for payment gateway at
fr_fr: Vérifiez les passerelle de paiement à

source: for more payment gateways
fr_fr: pour plus de passerelles de paiement

source: Download payment gateway extension file and place it to
fr_fr: Télécharger le fichier d'extension de passerelle de paiement et placez-le dans

source: After file is uploaded in place, reload this page.
fr_fr: Après que le fichier téléchargé soit en place, rechargez cette page.

source: Select uploaded file name and click on install.
fr_fr: Sélectionnez le nom du fichier téléchargé et cliquez sur installer.

source: Payment gateway will be installed in BoxBilling and can be configured in "Payment gateways" tab.
fr_fr: La passerelle de paiement sera installé dans BoxBilling et peut être configuré dans l'onglet "Passerelles de paiement".

source: to learn how to create your own payment gateway and share it with community
fr_fr: pour apprendre à créer votre propre passerelle de paiement et la partager avec la communauté

source: Main website
fr_fr: Site principal

source: Help
fr_fr: Aide

source: Pending approval amount
fr_fr: Montant en attente d'approbation

source: Total approved amount
fr_fr: Total des montant approuvé

source: Total paid amount
fr_fr: Total montant payé

source: Balance amount
fr_fr: Montant des soldes

source: Total clicks
fr_fr: Nombre total de clics

source: Unique clicks
fr_fr: Clics uniques

source: Invoices waiting for your payment
fr_fr: Factures en attente de votre paiement

source: Paid invoices
fr_fr: Factures payées

source: Canned responses
fr_fr: Réponses en conserve

source: New response
fr_fr: Nouvelle réponse

source: Categories
fr_fr: Catégories

source: oAuth for BoxBilling
fr_fr: oAuth pour BoxBilling

source: Use third party logins
fr_fr: Utiliser un système de connexions tiers

source: Google.com authorization settings
fr_fr: paramètres d'autorisation Google.com

source: Enable Google login
fr_fr: Activer Google login

source: Client secret
fr_fr: Secret Client

source: Instructions to create Google.com API access
fr_fr: Instructions pour créer l'API d'accès google.com

source: Github.com authorization settings
fr_fr: Paramètres d'autorisation Github.com

source: Enable Github login
fr_fr: Activer Github login

source: Client Secret
fr_fr: Secret Client

source: Instructions to register new oAuth application on Github
fr_fr: Instructions pour enregistrer une nouvelle application oAuth sur Github

source: Facebook.com authorization settings
fr_fr: Paramètres d'autorisation Facebook.com

source: Enable Facebook login
fr_fr: Activer Facebook login

source: App ID
fr_fr: ID App

source: Instructions to create Facebook application
fr_fr: Instructions pour créer l'application Facebook

source: BoxBilling live demo
fr_fr: BoxBilling démonstration en direct

source: Payments
fr_fr: Paiements

source: Logins
fr_fr: Connexions

source: Client profile details
fr_fr: Détails du profil du client

source: Client Profile updated
fr_fr: Profil client mis à jour

source: Other/Unknown
fr_fr: Autre/Inconnu

source: Company details
fr_fr: Coordonnées de l'entreprise

source: Address and contact details
fr_fr: Adresse et coordonnées

source: Additional settings
fr_fr: Autres réglages

source: Alternative ID
fr_fr: ID Alternative

source: Used to identify client on foreign system. Usually used by importers
fr_fr: Utilisé pour identifier le client sur les systèmes tiers. Généralement utilisé par les imports

source: Exempt from tax
fr_fr: Exempt de taxe

source: Signed up time
fr_fr: Date connection

source: Password changed
fr_fr: Mot de passe changé

source: Custom fields
fr_fr: Champs personnalisés

source: Use these fields to define custom client details
fr_fr: Utilisez ces champs pour définir les détails personnalisées de clients

source: Client Profile custom fields updated
fr_fr: Champs personnalisés du profil client mis à jour

source: Custom field
fr_fr: Champ personnalisé

source: Client payments history
fr_fr: Historique des paiements clients

source: Add funds for client
fr_fr: Ajouter des fonds pour le client

source: Funds added
fr_fr: Fonds ajoutée

source: Client orders
fr_fr: Commandes clients

source: Client invoices
fr_fr: Factures clients

source: Client support tickets
fr_fr: Tickets de support client

source: Logins history
fr_fr: Historique des connexions

source: Emails sent to client
fr_fr: Courriels envoyés au client

source: Download BoxBilling
fr_fr: Télécharger BoxBilling

source: Edit product addon
fr_fr: Modifier addon produit

source: Icon
fr_fr: Icone

source: System settings
fr_fr: Réglages système

source: FTP layer
fr_fr: Couche FTP

source: Scheduled tasks
fr_fr: Tâches planifiées

source: License
fr_fr: Licence

source: Company number, chamber of commerce number
fr_fr: Numéro d'entreprise, registre du commerce, SIRET

source: VAT number
fr_fr: Numéro de TVA

source: Bank Account number
fr_fr: Numéro de compte bancaire

source: Update settings
fr_fr: Mise à jour des paramètres

source: Company terms of service, legal regulation
fr_fr: Informations légales, confitions de service de la société

source: Company privacy policy
fr_fr: Politique de confidentialité

source: Orders settings
fr_fr: Paramètres Commandes

source: Expiration date
fr_fr: Date d'expiration

source: Invoice settings
fr_fr: Paramètres Facture

source: Number of days to generate new invoice before order expiration
fr_fr: Nombre de jours de générer nouvelle facture avant l'expiration ordre

source: Invoice due days
fr_fr: Jours d'exigibilité facture

source: Auto invoice approval
fr_fr: Approbation facture auto

source: Proforma Invoicing / Sequential Invoice Numbering
fr_fr: Facturation Proforma/ Numérotation séquentielle des factures

source: Proforma invoice prefix/series
fr_fr: Préfixes/séries facture Proforma

source: Paid invoice prefix/series
fr_fr: Préfixe/séries facture payée

source: Next paid invoice number
fr_fr: Prochain numéro facture payée

source: Refunds settings
fr_fr: Paramètres remboursements

source: Refunds logic
fr_fr: Logique Remboursements

source: Add funds settings
fr_fr: Paramères d'ajout des fonds

source: Minimum amount for add funds invoice
fr_fr: Montant minimum des factures d'ajout de fonds

source: Unlimited
fr_fr: Illimité

source: Maximum amount for add funds invoice
fr_fr: Montant maximum des factures d'ajout de fonds

source: FTP layer for BoxBilling
fr_fr: Couche FTP pour BoxBilling

source: FTP is used to manage BoxBilling modules and updates.
fr_fr: FTP est utilisé pour gérer BoxBilling modules et mises à jour.

source: FTP settings updated
fr_fr: Paramètres FTP mis à jour

source: <strong>FTP Hostname</strong> - can be a numerical URL 127.0.0.1 is the default address for a locally hosted server, it might be this, it might be the full URL as my example above with the File Transfer Protocol (FTP) prefix, it might be the http:// protocol it might be SFTP (secure FTP) even secure http (https). Your host will be able to advise you on the correct format.
fr_fr: <strong> FTP Hostname </strong> - peut être une URL numérique. 127.0.0.1 est l'adresse par défaut pour un serveur hébergé localement. Ce peut être celà, ce peut être l'URL complète l'exemple ci-après avec le prefixe File Transfer Protocol, ce peut être avec le protocol comme http:// ou SFTP (FTP sécurisé), ou encore http sécurisé (https). Votre hôte sera en mesure de vous conseiller sur le format correct.

source: <strong>FTP port</strong> - is nearly always 21 unless the host has changed this they will have notified you of this. Secure FTP generally uses port 22.
fr_fr: <strong> Port FTP </strong> -.. Est presque toujours 21 sauf si l'hôte l'a changé ou qu'il vous a précisé Secure FTP ce dernier utilise généralement le port 22

source: <strong>FTP user</strong> - In most cases, this is the specific user name your host has set up for you to access your Web site via FTP- It is the name you use in your FTP client. This could be an alphanumeric, it could be your name, even your e-mail address, If you don't know this speak to your host. You may have the facility on your Web account to set up additional FTP users if that is the case (and it's more secure) you are recommended to do this
fr_fr: <strong> Utilisateur FTP </strong> - Dans la plupart des cas, il s'agit du nom d'utilisateur spécifique à votre hôte mis en place pour vous permettre d'accéder à votre site Web via FTP C'est le nom que vous utilisez dans votre client FTP. Cela peut être alphanumérique, ce pourrait être votre nom, même votre adresse e-mail, si vous ne connaissez demandez à votre hôte. Vous pouvez avoir une interface Web vous permettant de configurer des utilisateurs FTP supplémentaires si c'est le cas (et c'est plus sécurisé) il est recommandé de le faire

source: <strong>FTP password</strong> - this is the password you enter in your FTP client.
fr_fr: <strong> Mot de passe FTP </strong> - c'est le mot de passe que vous entrez dans votre client FTP.

source: <strong>FTP root</strong> - This is generally the directory in which BoxBilling is installed. This setting is very important to be setup correctly as it very specifically depends on the Host server settings. In can be just / BUT it might be htdocs/boxbilling, public_html/, /public_html/boxbilling or other. It is a variable that BoxBilling has absolutely no control over. You will need to clarify this with your host.
fr_fr: <strong> FTP root </strong> -.. C'est généralement le répertoire dans lequel est installé BoxBilling. Il est capital qie ce paramètre soit correctement renseigné car il est spécifique aux paramètres du serveur hôte / il pourrait être dans htdocs/boxbilling, public_html/, /public_html/boxbilling ou autre. C'est une variable pour laquelle BoxBilling n'a absolument aucun contrôle. Vous aurez besoin de vérifier cela avec votre hôte.

source: Setup scheduled tasks to be executed once a day
fr_fr: Configuration des tâches planifiées à être exécutées une fois par jour

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
fr_fr: Les tâches planifiées doit être activé immédiatement après l'installation. Ce cron est responsable de l'envoi des rappels des paiements aux clients, des avis de renouvellement de domaine et beaucoup plus.

source: Timezone
fr_fr: Fuseau horaire

source: Time on server
fr_fr: Heure sur le serveur

source: Last time scheduled tasks were executed
fr_fr: La dernière fois que les tâches planifiées ont été exécutées

source: Scheduled tasks were never executed
fr_fr: Les tâches planifiées n'ont jamais été exécutés

source: Unix crontab setup:
fr_fr: Configuration crontab Unix:

source: Execute scheduled tasks from browser
fr_fr: Exécuter les tâches planifiées à partir du navigateur

source: Execute now
fr_fr: Exécuter maintenant

source: After purchase you have received an e-mail with license key. Update license key to unlock all features of BoxBilling
fr_fr: Après l'achat, vous avez reçu par e-mail la clé de licence. Mettez à jour la clé de licence pour déverrouiller toutes les fonctionnalités de BoxBilling

source: To change license key, change <em>BB_LICENSE</em> value in <em>bb-config.php</em> file
fr_fr: Pour changer la clé de licence, changer la valeur de <em>BB_LICENSE</em> dans <em>bb-config.php</em> fichier

source: Licensed to
fr_fr: Attribué à

source: New Addon
fr_fr: Nouvel Addon

source: Disabled
fr_fr: Désactivé

source: After order is placed
fr_fr: Après passation de la commande

source: After payment is received
fr_fr: Une fois le paiement reçu

source: Manual activation
fr_fr: Activation manuelle

source: Sell BoxBilling licenses
fr_fr: Vendre des licences BoxBilling

source: 1. Configure API
fr_fr: 1. Configurer API

source: Test connection
fr_fr: Test de connexion

source: Update API key
fr_fr: Mise à jour clé de l'API

source: 2. Become partner
fr_fr: 2. Devenir partenaire

source: 3. Create license product
fr_fr: 3. Créer la licence produit

source: Refer and earn recurring commission
fr_fr: Référez et gagnez une commission récurrente

source: Partners profile
fr_fr: Profil Partenaires

source: Issue License
fr_fr: Licence d'émission

source: Manage licenses
fr_fr: Gérer les licences

source: Licenses you have issued
fr_fr: Licences que vous avez publié

source: Reissue
fr_fr: Reprise

source: Generate new API key
fr_fr: Générer une nouvelle API key

source: Centova Cast order details
fr_fr: Détails des commandes Centova Cast

source: Changing settings does not send actions to CentovaCast server.
fr_fr: Le changement de paramètres n'envoie aucune actions sur le serveur CentovaCast.

source: Reconfigure
fr_fr: Reconfiguration

source: Changing CentovaCast server settings.
fr_fr: Modification des paramètres du serveur CentovaCast.

source: Source password
fr_fr: Mot de passe Source

source: Max BitRate
fr_fr: BitRate max.

source: Organization
fr_fr: Organisation

source: Auto rebuild list
fr_fr: Auto reconstruction de la liste

source: Account details
fr_fr: Détails du compte

source: Parameter
fr_fr: Paramètres

source: Value
fr_fr: Valeur

source: Mass Mail Messages
fr_fr: Messages électroniques de masse

source: Create new mass mail message
fr_fr: Créer un nouveau message électronique de masse

source: Mass Mail Settings
fr_fr: Paramètres de messagerie de masse

source: Client ID to send test email while creating message
fr_fr: ID du client pour envoyer un email de test, tout en créant un message

source: Hi,
fr_fr: Salut,
nl_nl: Hallo,

source: New
fr_fr: Nouveau
nl_nl: Nieuw
