Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: Visit site
fr_fr: Visitez le site
nl_nl: Bezoek website

source: Inquiries
fr_fr: Enquêtes

source: Become a member and discuss in forums
fr_fr: Devenez membre et discuter dans les forums

source: Braunstein extension settings
fr_fr: Paramètres de l'extension Braunstein

source: Required fields for client
fr_fr: Les champs obligatoires pour le client

source: Select which fields are required to be filled up by client on signup form
fr_fr: Sélectionner les champs doivent être remplis par le client sur le formulaire d'inscription

source: Company name
fr_fr: Nom de l'entreprise

source: Gender
fr_fr: Sexe

source: Address details
fr_fr: Coordonnées

source: Address line 1
fr_fr: Adresse ligne 1

source: Address line 2
fr_fr: Adresse ligne 2

source: Postcode/Zip
fr_fr: Code Postal / Zip

source: BoxBilling full feature list
fr_fr: Liste complète des fonctionnalités BoxBilling

source: Select Slots
fr_fr: Sélectionnez Slots

source: Earnings
fr_fr: Rémunération

source: API Key
fr_fr: Clé API

source: External application can control every aspect of BoxBilling using this API key.
fr_fr: Les application externe permet de contrôler tous les aspects de BoxBilling au travers de cette clé API.

source: Generate new key
fr_fr: Générer une nouvelle clé

source: Change your avatar at
fr_fr: Changez votre avatar sur

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Server manager
fr_fr: Gestionnaire de serveur

source: Access Hash (Instead of password for cPanel servers)
fr_fr: Hash accès (au lieu du mot de passe pour les serveurs cPanel)

source: Connection port
fr_fr: Port de connexion

source: Use Secure connection
fr_fr: Utiliser une connexion sécurisée

source: Update and test connection
fr_fr: Mise à jour et test de connexion

source: Update server
fr_fr: Mise à jour serveur

source: Hosting plans and servers
fr_fr: Plans d'hébergement et serveurs

source: New server
fr_fr: Nouveau serveur

source: New server manager
fr_fr: Gestionnaire du serveur New

source: Servers
fr_fr: Serveurs

source: Hosting plans
fr_fr: Accueillir les plans

source: Addon domains
fr_fr: Domaines addon

source: Unique name to identify this server
fr_fr: Nom unique pour identifier ce serveur

source: server1.yourserverdomain.com
fr_fr: server1.votredomaine.com

source: Primary IP address of the server used to connect to it like: 123.123.123.123
fr_fr: Adresse IP principale du serveur utilisé pour se connecter à lui tel que: 123.123.123.123

source: Assigned IP Addresses
fr_fr: Adresses IP assignées

source: List the IP Addresses assigned to the server (One per line)
fr_fr: Liste des adresses IP affectées au serveur (une par ligne)

source: ns1.yourdomain.com
fr_fr: Ns1.votredomaine.com

source: ns2.yourdomain.com
fr_fr: Ns2.votredomaine.com

source: ns3.yourdomain.com
fr_fr: Ns3.votredomaine.com

source: ns4.yourdomain.com
fr_fr: Ns4.votredomaine.com

source: Login username to your server: root/reseller
fr_fr: Nom d'utilisateur de connexion à votre serveur: root/revendeur

source: Login password to your server
fr_fr: Mot de passe de connexion à votre serveur

source: Access Hash (Insted of password for cPanel servers)
fr_fr: Hash accès (Insted de mot de passe pour les serveurs cPanel)

source: Add server
fr_fr: Ajouter un serveur

source: Adding new hosting plan
fr_fr: Ajout d'un nouveau plan d'hébergement

source: Depending on server manager used to setup hosting account you may require provide additional parameters in next step. In this step provide basic hosting plan information.
fr_fr: Selon le gestionnaire de serveur utilisé pour configurer le compte d'hébergement vous pouvez avoir besoin de fournir des paramètres supplémentaires à l'étape suivante. Lors de cette étape, fournir des informations de base du plan d'hébergement.

source: Unique name to identify this hosting plan
fr_fr: Nom unique pour identifier ce plan d'hébergement

source: Disk quota (MB)
fr_fr: Disk quota (Mo)

source: Bandwidth (MB)
fr_fr: Bande passante (MB)

source: Create hosting plan
fr_fr: Créer un plan d'hébergement

source: Adding new server manager
fr_fr: Ajout d'un nouveau gestionnaire de serveur

source: Follow these instructions to install new hosting server manager.
fr_fr: Suivez ces instructions pour installer le nouveau gestionnaire serveur de l'hébergement.

source: Check for server manager extensions at
fr_fr: Vérifiez les extensions de Gestionnaire serveur sur

source: Download server manager extension file and place it to
fr_fr: Télécharger le fichier d'extension du serveur gestionnaire et le placer sur

source: Server manager gateway will be automatically detected.
fr_fr: La passerelle du gestionnaire serveur sera automatiquement détecté.

source: You can now create/edit servers with new server manager.
fr_fr: Vous pouvez maintenant créer/éditer des serveurs avec le gestionnaire de serveur.

source: to learn how to create your own server manager and share it with community
fr_fr: Pour apprendre à créer votre propre serveur gestionnaire et les partager avec la communauté

source: Client area themes
fr_fr: Thèmes Espace Client

source: Admin area themes
fr_fr: Thèmes région Admin

source: New theme
fr_fr: Nouveau thème

source: Adding new client area theme
fr_fr: Ajout d'un nouveau thème espace client

source: Follow these instructions to install new client area theme.
fr_fr: Suivez ces instructions pour installer un nouveau thème espace client.

source: Check for client area themes at
fr_fr: Check for thèmes région de clients à

source: Upload new theme files to
fr_fr: Télécharger des fichiers à nouveau thème

source: and reload this page
fr_fr: Et rechargez la page

source: Client area theme will appear in &quot;Client area themes&quot; tab. And you can select it as default
fr_fr: Le thème Espace Client apparaît dans l'onglet &quot;Thèmes Espace client&quot;. Et vous pouvez le sélectionner par défaut

source: For theme designers. Read
fr_fr: Pour les concepteurs de thème. Lire

source: to learn how to create your own theme
fr_fr: Pour apprendre à créer votre propre thème

source: Adding new admin area theme
fr_fr: Ajout d'un nouveau thème zone admin

source: Admin area follows same logic as client area themes with one additional rule: admin theme directory must be prefixed with &quot;admin_&quot;.
fr_fr: La Zone Admin suit la même logique que l'Espace Client avec une règle supplémentaire: le répertoire du thème admin doit être préfixé par &quot;admin_&quot;.

source: Support ticket
fr_fr: Ticket de support

source: Staff member
fr_fr: Membre du personnel

source: Announcement
fr_fr: Annonce

source: Knowledge base article
fr_fr: Article de la base de connaissances

source: Forum topic
fr_fr: Topic

source: Filter invoices
fr_fr: Filtre factures

source: Nr
fr_fr: No.

source: All statuses
fr_fr: Tous les états

source: Refunded
fr_fr: Remboursé

source: Issue date
fr_fr: Date d'émission

source: Unpaid invoices
fr_fr: Factures impayées

source: Refunded invoices
fr_fr: Factures remboursées

source: New Invoice
fr_fr: Nouvelle facture

source: Prepare
fr_fr: Préparer

source: New note
fr_fr: Nouvelle note

source: Delete all messages
fr_fr: Supprimer tous les messages

source: Add note or todo task
fr_fr: Ajouter une note ou une tâche todo

source: Transaction details
fr_fr: Détails de la transaction

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
fr_fr: Si vous êtes sûr que cette transaction est valide, vous pouvez mettre à jour les détails des transactions dans l'onglet &quot;Gérer&quot; et essayez à nouveau de traiter la transaction

source: Transaction ID on payment gateway
fr_fr: ID de la transaction sur la passerelle de paiement

source: Transaction status on payment gateway
fr_fr: État de la transaction sur la passerelle de paiement

source: Process
fr_fr: Processus

source: Transaction processing information
fr_fr: Traitement de l'information de transaction

source: Validate IPN
fr_fr: Valider IPN

source: Transaction information on payment gateway
fr_fr: Informations sur la transaction sur la passerelle de paiement

source: Transaction type
fr_fr: Type de transaction

source: Transaction status on Payment Gateway
fr_fr: État de la transaction sur la passerelle de paiement

source: Transaction ID on Payment Gateway
fr_fr: ID de la transaction sur la passerelle de paiement

source: Note about this transaction
fr_fr: Note à propos de cette transaction

source: No GET parameters received
fr_fr: Pas de paramètres GET reçu

source: No POST parameters received
fr_fr: Pas de paramètres POST reçu

source: No SERVER parameters logged
fr_fr: Pas de paramètres SERVER loggué

source: My favorite topics
fr_fr: Mes sujets préférés

source: Payment type
fr_fr: Type de paiement

source: Setup price
fr_fr: Prix d'installation

source: One time
fr_fr: Une fois

source: Price for period
fr_fr: Prix pour la période

source: First payment sum
fr_fr: Somme du premier versement

source: On
fr_fr: Actif

source: Weekly
fr_fr: Hebdomadaire

source: Monthly
fr_fr: Tous les mois

source: General settings
fr_fr: Paramètres généraux

source: Upgrades
fr_fr: Mises à jour

source: Links
fr_fr: Liens

source: Custom order form
fr_fr: Bon de commande personnalisée

source: Hidden
fr_fr: Caché

source: Browse
fr_fr: Parcourir

source: Slug
fr_fr: Chemin

source: Payment options
fr_fr: Options de paiement

source: Product / service description
fr_fr: Description Produit / Service

source: Choose which addons you would like to offer with
fr_fr: Choisissez les addons que vous souhaitez offrir avec

source: Choose which products can client upgrade to
fr_fr: Choisissez des produits qui peuvent mettre à niveau par le client

source: Product Upgrades
fr_fr: Mises à jour du produit

source: No additional configuration for this product is required
fr_fr: Aucune configuration supplémentaire pour ce produit est nécessaire

source: Product links
fr_fr: Liens produit

source: Order page with ID
fr_fr: Page de commande avec l'ID

source: Order page with slug
fr_fr: Page de commande avec bouchon

source: Select icon and click OK
fr_fr: Sélectionnez l'icône, puis cliquez sur OK

source: Lock topic
fr_fr: Sujet Lock

source: Unlock topic
fr_fr: Déverrouiller le sujet

source: Hosting settings
fr_fr: Paramètres d'hébergement

source: Reseller hosting
fr_fr: Revendeur d'hébergement

source: Free domain registration
fr_fr: Enregistrement de domaine gratuit

source: Free domain transfer
fr_fr: Transfert de domaine gratuit

source: Pending approval
fr_fr: Dans l'attente de l'approbation

source: Clicks
fr_fr: Clics

source: Joined at
fr_fr: Inscrit au

source: Parameter key is missing
fr_fr: Paramètre clé manquant
nl_nl: Paremetersleutel ontbreekt

source: _tpl parameter not passed
fr_fr: Paramètre _tpl non fourni

source: ID is required
fr_fr: ID est nécessaire
nl_nl: ID is verplicht

source: Event not found
fr_fr: Événement non trouvé
nl_nl: Event niet gevonden

source: Order id is required
fr_fr: l'ID de commande est nécessaire
nl_nl: Aankoop ID is verplicht

source: Centova Cast order not found
fr_fr: Commande Cast Centova introuvable

source: Order :id is not activated
fr_fr: La commande :id n'est pas activé

source: CentovaCast product is not configured properly. Field :field is missing
fr_fr: Le produit CentovaCast n'est pas configuré correctement. Le champ :field est manquant

source: Could not suspend order. Service was not created
fr_fr: Impossible de suspendre la commande Le service n'a pas été créé

source: Could not unsuspend order. Service was not created
fr_fr: Impossible d'annuler la suspension de commande. Le service n'a pas été créé

source: Message from name can not be empty
fr_fr: Le champ nom du message ne peut pas être vide

source: Message subject not passed
fr_fr: L'objet du message n'est pas passé

source: Add some content before sending message
fr_fr: Ajouter du contenu avant d'envoyer un message

source: Client ID needs to be configured in mass mailer settings.
fr_fr: L'ID du client doit être configuré dans les paramètres des mails de masse.

source: Message id not passed
fr_fr: Id Message non transmis

source: Message not found
fr_fr: Message introuvable

source: Queue message id is missing
fr_fr: id de la file d'attente message est manquant

source: Queue message not found
fr_fr: File d'attente introuvable

source: Queue name not provided
fr_fr: Le nom de la file d'attente n'est pas fourni

source: Module name not provided
fr_fr: Le nom du module n'est pas fourni

source: Message handler function :method does not exists
fr_fr: Fonction du gestionnaire message :method n'existe pas

source: ID or slug is missing
fr_fr: ID ou trace est manquant
nl_nl: ID of slug is ontbrekend

source: News item not found
fr_fr: Article Nouvelles introuvable
nl_nl: Nieuwsitem niet gevonden

source: Post id not passed
fr_fr: ID Post pas passé
nl_nl: Post ID niet voorbij

source: Post not found
fr_fr: Post introuvable
nl_nl: Post niet gevonden

source: Post title not passed
fr_fr: Titre du post pas passé
nl_nl: Post titel niet voorbij

source: Form title was not provided
fr_fr: Titre du formulaire n'a pas été fournie

source: Form id was not passed
fr_fr: L'id du formulaire n'a pas été fourni

source: Form is not valid
fr_fr: Le formulaire n'est pas valide

source: Form field type was not passed
fr_fr: Le type de champ du formulaire n'a pas été fournie

source: Theme code is missing
fr_fr: Code du thème est manquant
nl_nl: Themacode is ontbrekend

source: You have latest version of BoxBilling. You do not need to update.
fr_fr: Vous avez dernière version de BoxBilling. Vous n'avez pas besoin de mettre à jour.
nl_nl: Je hebt de laatste versie van BoxBilling. Je hebt geen update nodig.

source: Extension id was not passed
fr_fr: Id extension n'a pas été fourni

source: Extension type was not passed
fr_fr: Type d'extension n'a pas été fourni

source: Parameter ext was not passed
fr_fr: Paramètre poste n'a pas été fourni

source: Extension not found
fr_fr: Extension non trouvée

source: Can not change email. It is already registered.
fr_fr: Impossible de modifier l'email. Il est déjà enregistré.
nl_nl: Kan e-mail niet veranderen. Het is al geregistreerd.

source: Password required
fr_fr: Mot de passe requis
nl_nl: Wachtwoord verplicht

source: Password confiration required
fr_fr: Confirmation du mot de passe requise
nl_nl: Wachtwoordbevestiging verplicht

source: Passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.
nl_nl: Wachtwoorden komen niet overeen.

source: Client ID or email is required
fr_fr: Numéro de client ou e-mail est obligatoire

source: Client not found
fr_fr: Client non trouvé
nl_nl: Klant niet gevonden

source: ID required
fr_fr: ID obligatoire
nl_nl: ID verplicht

source: Email required
fr_fr: E-mail requise
nl_nl: E-mail verplicht

source: First name is required
fr_fr: Le prénom est requis
nl_nl: Voornaam is verplicht

source: Email is already registered.
fr_fr: L'E-mail est déjà enregistré.
nl_nl: E-mail is al geregistreerd

source: Client id is missing
fr_fr: Identifiant client est manquant
nl_nl: Klaint id ontbreekt

source: Id required
fr_fr: ID obligatoire
nl_nl: Id verplicht

source: Client ID is required
fr_fr: ID du client est nécessaire
nl_nl: Client ID is verplicht

source: Password confirmation required
fr_fr: Confirmation mot de passe requise
nl_nl: Wachtwoordbevestiging verplicht

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas
nl_nl: Wachtwoorden komen niet overeen

source: Balance line not found
fr_fr: Ligne Solde introuvable

source: Amount is required
fr_fr: Le montant est nécessaire
nl_nl: Hoeveelheid is verplicht

source: Description is required
fr_fr: La description est requise
nl_nl: Beschrijving is verplicht

source: Id not passed
fr_fr: Id non fourni
nl_nl: Id niet voorbij

source: Group title is missing
fr_fr: le titre du groupe est manquant
nl_nl: Groepstitel ontbreekt

source: Group id is missing
fr_fr: L'identifiant du Groupe est manquant
nl_nl: Groepid ontbreekt

source: Group not found
fr_fr: Groupe introuvable
nl_nl: Groep niet gevonden

source: First name required
fr_fr: Prénom nécessaire
nl_nl: Voornaam verplicht

source: Email is already registered. You may want to login instead of registering.
fr_fr: L'E-mail est déjà enregistré. Vous pouvez vous connecter au lieu de s'inscrire.
nl_nl: E-mail al geregistreerd. Je mag inloggen in plaats van registreren.

source: Please check your login details
fr_fr: Veuillez vérifiez vos informations de connexion
nl_nl: Controleer je logindetails

source: Email not found in our database
fr_fr: Envoyer introuvable dans notre base de données
nl_nl: E-mail niet gevonden in onze database

source: Hash required
fr_fr: Hash requis
nl_nl: Hash verplicht

source: The link have expired or you have already confirmed password reset.
fr_fr: Le lien a expiré ou vous avez déjà confirmé la réinitialisation de mot de passe.
nl_nl: De link is verlopen of je hebt je wachtwoord al opnieuw ingestled.

source: Country code is required
fr_fr: Code du pays est nécessaire

source: Title is required
fr_fr: Titre est nécessaire
nl_nl: Titel is verplicht

source: Type is required
fr_fr: Le type est nécessaire
nl_nl: Type is verplicht

source: Product Category Id is required
fr_fr: Id Catégorie de produit est nécessaire
nl_nl: Product Categorie Id is verplicht

source: You have already created domain product.
fr_fr: Vous avez déjà créé le produits du domaine.
nl_nl: Je hebt al een domeinproduct gemaakt.

source: Pricing type is required
fr_fr: Type de tarification est nécessaire
nl_nl: Prijstype is verplicht

source: priority params is missing
fr_fr: Paramètre priorité est manquant
nl_nl: prioriteit params ontbreken

source: Addon id is required
fr_fr: Identifiant Addon est nécessaire
nl_nl: Add-On id is verplicht

source: Addon not found
fr_fr: Addon introuvable
nl_nl: Add-On niet gevonden

source: Category id is missing
fr_fr: Id de la catégorie est manquant
nl_nl: Categorie id ontbreekt

source: Category not found
fr_fr: Catégorie introuvable
nl_nl: Categorie niet gevonden

source: Category title is missing
fr_fr: Titre de la catégorie est manquant
nl_nl: Cateorietitel ontbreekt

source: Promo code is missing
fr_fr: Code promotionnel est manquant
nl_nl: Promocode ontbreekt

source: Promo type is missing
fr_fr: Type promotionnel est manquant
nl_nl: Promotype ontbreekt

source: Promo value is missing
fr_fr: Valeur promotionnel est manquant
nl_nl: Promowaarde ontbreekt

source: Promo id is missing
fr_fr: Identifiant promotionnel est manquant
nl_nl: Promo id ontbreekt

source: Promo not found
fr_fr: Promo introuvable
nl_nl: Promo niet gevonden

source: Product id not passed
fr_fr: Identifiant du produit n'est pas fourni
nl_nl: Product id niet voorbij

source: Product ID or slug is missing
fr_fr: Product ID ou trace est manquant
nl_nl: Product ID of slug ontbreekt

source: Email ID is required
fr_fr: ID Email est obligatoire
nl_nl: E-mail ID is niet verplicht

source: Email not found
fr_fr: Email introuvable
nl_nl: E-mail niet gevonden

source: Receiver Email is required
fr_fr: Email du destinataire est nécessaire

source: Receiver Name is required
fr_fr: Nom du destinataire est obligatoire

source: Sender Name is required
fr_fr: Nom de l'expéditeur est obligatoire

source: Sender email is required
fr_fr: Email de l'expéditeur est nécessaire

source: Email subject is required
fr_fr: Sujet de l'email est nécessaire

source: Email content is required
fr_fr: Contenu du courrier électronique est requise

source: Email template ID is required
fr_fr: ID de modèle de courrier électronique est nécessaire
nl_nl: E-mail sjabloon ID is verplicht

source: Email template not found
fr_fr: Template Email not found
nl_nl: E-mail sjabloon niet gevonden

source: Email template code is required
fr_fr: Code du modèle de l'e-mail est obligatoire
nl_nl: E-mail sjabloon code is verplicht

source: Email template subject is required
fr_fr: Le Sujet du modèle est obligatoire
nl_nl: E-mail sjabloon onderwerp is verplicht

source: Email template content is required
fr_fr: Le contenu du modèle e-mail est obligatoire
nl_nl: E-mail sjabloon inhoud is verplicht

source: Template code not passed
fr_fr: Le code du modèle n'est pas fourni

source: Receiver is not defined. Define to or to_client or to_staff parameter
fr_fr: Le destinataire n'est pas défini. Définir ou to_client ou un paramètre to_staff
nl_nl: Ontvanger niet gedefinieerd. Definiëer to of to_client of to_staff parameter

source: Email template code was not passed
fr_fr: Le code du modèle e-mail n'a pas été fourni

source: Email template :code was not found
fr_fr: Modèle E-mail: Code n'a pas été trouvé

source: Akismet detected this message is spam
fr_fr: Akismet a détecté que ce message est un spam

source: Total
nl_nl: Totaal

source: Enter GPS tracker IMEI number
nl_nl: Vul de GPS tracker IMEI nummer in

source: Message
nl_nl: Bericht

source: Messages
nl_nl: Berichten

source: Total:
nl_nl: Totaal:

source: Transactions
nl_nl: Transacties

source: Transaction ID
nl_nl: Transactie-ID

source: Actions
nl_nl: Acties

source: Support
nl_nl: Ondersteuning

source: Description
nl_nl: Beschrijving

source: Date
nl_nl: Datum

source: Notes
nl_nl: Notities

source: Active
nl_nl: Actief

source: Unknown order status: :status
nl_nl: Onbekend bestellingstatus: :status

source: Can not checkout empty cart.
nl_nl: Kan geen lege winkelwagen betalen.

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
nl_nl: Gekozen Valuta :geselecteerd komt niet overeen met uw profiel valuta :code. Wijzig valuta om door te gaan.

source: Client currency is not defined. Currency can be set in client profile.
nl_nl: Opdrachtgever valuta is niet gedefineerd. Valuta kan worden ingesteld in profiel van de cliënt.

source: Not enough credits in balance to pay for invoice
nl_nl: Niet genoeg geld om factuur te betalen

source: minute
nl_nl: minuut

source: Password is required
nl_nl: Wachtwoord is verplicht

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
nl_nl: Om reCAPTCHA te gebruiken moet je een API key hebben van <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>

source: Captcha verification failed.
nl_nl: Captaverificatie gefaald.

source: Your Username is blacklisted in global database
nl_nl: Je Gebruikersnaam is geblacklisted in de globale database

source: Your Email is blacklisted in global database
nl_nl: Je E-mail is geblacklisted in de globale database

source: Your IP is blacklisted in global database
nl_nl: Je IP is geblacklisted in de globale database

source: Ticket id required
nl_nl: Ticked id verplicht

source: Ticket not found
nl_nl: Ticket niet gevonden

source: Ticket content required
nl_nl: Ticketinhoud verplicht

source: Ticket subject required
nl_nl: Ticketonderwerp verplicht

source: Ticket support_helpdesk_id required
nl_nl: Ticket support_helpdesk_id verplicht

source: Helpdesk invalid
nl_nl: Ondersteuning ongeldig

source: We have already received this request.
nl_nl: We hebben dit verzoek al gekregen.

source: Ticket ID required
nl_nl: Ticked ID verplicht

source: Ticket can not be reopened.
nl_nl: Ticket kan niet geheropend worden.

source: Ticket id is missing
nl_nl: Ticked id ontbreekt

source: Ticket message id is missing
nl_nl: Ticketbericht id ontbreekt

source: Ticket message content is missing
nl_nl: Ticketbericht inhoud ontbreekt

source: Ticket message not found
nl_nl: Ticketbericht niet gevonden

source: Client name parameter is missing
nl_nl: Klantnaam parameter ontbreekt
