Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: Profile details
fr_fr: Détails profil
nl_nl: Profieldetails

source: Keep your profile up to date
fr_fr: Gardez votre profil à jour
nl_nl: Houd je profiel up-to-date

source: Change Password
fr_fr: Changer le mot de passe
nl_nl: Verander Wachtwoord

source: Currency
fr_fr: Devise
nl_nl: Valuta

source: Update profile
fr_fr: Mise à jour du profil
nl_nl: Update profiel

source: Company Name
fr_fr: Nom de la société
nl_nl: Bedrijfsnaam

source: Phone Country Code
fr_fr: Code Téléphone Pays
nl_nl: Telefoon Landcode

source: Phone Number
fr_fr: Numéro de téléphone
nl_nl: Telefoonnummer

source: Address
fr_fr: Adresse
nl_nl: Adres

source: Address 2
fr_fr: Adresse 2
nl_nl: Adres 2

source: City
fr_fr: Ville
nl_nl: Plaats

source: Country
fr_fr: Pays
nl_nl: Land

source: Zip/Postal Code
fr_fr: Code posta
nl_nl: Postcode

source: API key
fr_fr: Clé API
nl_nl: API sleutel

source: API key allows integration with external applications. You will need this key for authentication.
fr_fr: Clé API permet une intégration avec des applications externes. Vous aurez besoin de cette clé pour l'authentification.
nl_nl: Uw API sleutel staat u toe externe applicaties te intergreren. U heeft deze sleutel nodig voor authenticatie.

source: Warning! Resetting the key will break existing applications using it.
fr_fr: Attention! La réinitialisation de la clé arrètera les applications existantes qui l'utilise.
nl_nl: Waarschuwing! Bestaande applicaties die de sleutel gebruiken zullen niet correct meer werken wanneer u deze reset.

source: Your API key
fr_fr: Votre clé API
nl_nl: Uw API sleutel

source: Reset key
fr_fr: Reinitialition Clé

source: Please register with
fr_fr: Veuillez vous inscrire avec
nl_nl: Registreer alsjeblieft met

source: at
fr_fr: sur
nl_nl: op

source: to change your profile image. Gravatar image updates may not appear immediately.
fr_fr: pour changer l'image de votre profil. Les mises à jour Gravatar peuvent ne pas apparaître immédiatement.
nl_nl: om je profielafbeelding te veranderen. Gravatarafbeeldingen updates zullen mogelijk niet meteen weergegeven worden.

source: Your profile currency is
fr_fr: La devise de votre profil est
nl_nl: Je profielvaluta is

source: Create new client profile if you want to manage your money in other currency
fr_fr: Créer un nouveau profil client si vous voulez gérer votre argent dans une autre devise
nl_nl: Maak een nieuw profiel aan als je je geld in een ander valuta wilt betalen

source: Your profile currency will be defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and can not be changed.
fr_fr: Votre devise de profil sera défini après votre première commande. Une fois que votre devise est définie, toute la comptabilité de votre profil sera géré dans cette devise et ne peut pas être changé.
nl_nl: Je profielvaluta zal gedefineerd worden na je eerste betaling. Als je valuta ingesteld is, zullen al je rekeningen zo ingesteld worden dat die valuta niet meer veranderd kan worden.

source: Domain management
fr_fr: La gestion des domaines
nl_nl: Domeinmanagement

source: Domain details
fr_fr: Détails de domaine
nl_nl: Domeindetails

source: Registration date
fr_fr: Date d'enregistrement
nl_nl: Registratiedatum

source: Expires at
fr_fr: Expires le
nl_nl: Verloopt op

source: Domain Secret
fr_fr: Secret Domain
nl_nl: Geheim Domein

source: All domain names (except a .EU, .UK domain name) have a Domain (Transfer) Secret Key/Authorization Code (EPP Code) associated with them. This would be required if you want to transfer service.
fr_fr: Tous les noms de domaine (à l'exception d'un domaine en UE., .UK) ont une clé secrète de domaine (transfert)/Code d'autorisation (EPP Code) qui leur sont associés. Cela est nécessaire si vous souhaitez transférer service.
nl_nl: Alle domeinnamen (met uitzondering van een .eu en .uk domeinnaam) hebben een Domein (Overdracht) wachtwoord / Authorizatiecode (EPP Code) gekoppeld. Dit zou nodig zijn als je een service wilt overdragen.

source: Get EPP code
fr_fr: Obtenir le code EPP
nl_nl: Krijg EPP-code

source: Domain Protection
fr_fr: La protection du domaine
nl_nl: Domeinbeveiliging

source: Domain locking is a security enhancement to prevent unauthorized transfers of your domain to another registrar or web host by "locking" your domain name servers.
fr_fr: Le blocage de domaine est une amélioration de la sécurité afin d'empêcher les transferts non autorisés de votre nom de domaine vers un autre registrar ou hébergeur par "verrouillage" de vos serveurs de noms de domaine.
nl_nl: Domeinbeveiliging is een securityaspect om onbeveiligde overdrachten van je domein naar een andere host of webhost te voorkomen door middel van "vergrendeling" van je domeinnaamservers.

source: Unlock
fr_fr: Déverrouiller
nl_nl: Openen

source: Lock
fr_fr: Verrouiller
nl_nl: Sluiten

source: Domain Privacy Settings
fr_fr: Paramètres de confidentialité du domaine
nl_nl: Domeinprivacy Instellingen

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
fr_fr: Si vous souhaitez cacher les informations de contact de domaine qui est indiqué sur WHOIS, vous pouvez activer la protection de vie privée. Une fois que la protection est activé personne ne saura qui a enregistré ce service. Et une fois que vous décidez de désactiver la protection des renseignements, des informations qui sont énumérés ci-dessus "Actualiser Détails des Contact du Domaine" seront à nouveau visible sur le domaine WHOIS.
nl_nl: Wilt u het domein contact informatie die wordt weergegeven op WHOIS verberg u kunt inschakelen bescherming van de privacy. Zodra domeinnaam bescherming van de privacy is ingeschakeld zal niemand weten die zich hebben ingeschreven deze dienst. En als je eenmaal besluit om bescherming van de privacy, informatie die hierboven wordt vermeld op update Domein Contactgegevens sectie zal worden gezien op het domein WHOIS weer. Uit te schakelen

source: Disable Privacy protection
fr_fr: Désactiver la protection de confidentialité
nl_nl: Schakel Privacybeveiliging uit

source: Enable Privacy protection
fr_fr: Activer la protection de confidentialité
nl_nl: Schakel Privacybeveiliging in

source: Domain Nameservers
fr_fr: Serveur DNS du domaine
nl_nl: Naamservers

source: If you would like to host this domain with another company you can update nameservers.
fr_fr: Si vous souhaitez héberger ce domaine aailleurs, vous pouvez mettre à jour les serveurs de noms.
nl_nl: Als je dit domein wil hosten bij een ander bedrijf kan je de naamservers updaten.

source: Update nameservers
fr_fr: Mise à jour des serveurs de noms
nl_nl: Update naamservers

source: Update
fr_fr: Mettre à jour

source: Domain Contact Details
fr_fr: Détails des Contacts du Domaine
nl_nl: Domeincontact Details

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
fr_fr: Le détails des contacts du domaine sont affiché lorsque quelqu'un vérifie la base WHOIS (qui est publique) concernant votre service. Ceci mettra à jour le contact technique, de facturation et d'administration pour ce service. Vous pouvez activer la protection des renseignements si vous voulez cacher vos informations publiques du WHOIS .
nl_nl: Domein contactgegevens worden weergegeven zodra iemand WHOIS-uitgang (die openbaar is) van uw service controleren. Dit zal updaten Technische, Billing en Admin contacten voor deze service. U kunt de domeinnaam bescherming van de privacy als u uw openbare WHOIS informatie te verbergen.

source: Update domain contact details
fr_fr: Mettre à jour les détails des contacts
nl_nl: Update domein contact details

source: Address Line 1
fr_fr: Adresse Ligne 1
nl_nl: Adres 1

source: Address Line 2
fr_fr: Adresse Ligne 2
nl_nl: Adres 2

source: Zip
fr_fr: Code postal

source: Phone number
fr_fr: Numéro de téléphone
nl_nl: Telefoonnummer

source: How to reset my password?
fr_fr: Comment réinitialiser mon mot de passe?

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
fr_fr: Entrez votre courriel pour réinitialiser mot de passe. Vous recevrez un nouveau mot de passe que le lien de réinitialisation ai été confirmé.
nl_nl: Vul uw email in om uw wachtwoord te herstellen. U zal een nieuwe wachtwoord ontvangen wanneer u de reset url bevestigd.

source: Password reset confirmation email was sent
fr_fr: Le courriel de confirmation de réinitialisation du mot de passe à été envoyé

source: License details
fr_fr: Détails de la licence
nl_nl: Licentiedetails

source: Key
fr_fr: Clé
nl_nl: Sleutel

source: All ips
fr_fr: Toutes IPs
nl_nl: Alle IPs

source: Valid Domains
fr_fr: Domaines valides
nl_nl: Geldige domeinen

source: All hosts
fr_fr: Tous les hôtes
nl_nl: Alle hosts

source: Valid Versions
fr_fr: Versions valides
nl_nl: Geldige Versies

source: All versions
fr_fr: Toutes les versions
nl_nl: Alle versies

source: Valid Install paths
fr_fr: Chemins d'installation valide
nl_nl: Geldige Installatiewegen

source: All paths
fr_fr: Tous les chemins
nl_nl: Alle wegen

source: Reset license
fr_fr: Réinitialisation de licence
nl_nl: Stel licentie opnieuw in

source: You can reset your license parameters if you have changed your server
fr_fr: Vous pouvez réinitialiser vos paramètres de licence si vous avez modifié votre serveur
nl_nl: Je kan je licentieparameters opnieuw instellen als je je server hebt veranderd

source: Ticket details
fr_fr: Détails Ticket

source: Author
fr_fr: Auteur
nl_nl: Auteur

source: Please configure domain for your hosting account
fr_fr: Veuillez configurer le domaine pour votre hébergement
nl_nl: Configureer domein voor je hosting account a.u.b.

source: Use own
fr_fr: Utiliser le votre
nl_nl: Gebruik eigen

source: Transfer
fr_fr: Transfert
nl_nl: Veruis

source: I will use my existing domain and update nameservers
fr_fr: Je vais utiliser mon nom de domaine existant et mettre à jour les serveurs de noms
nl_nl: Ik wil mijn bestaande domein gebruiken en naamservers updaten

source: Enter your domain name
fr_fr: Entrez votre nom de domaine
nl_nl: Voer je nieuwe domeinnaam in

source: Register a new domain
fr_fr: Enregistrer un nouveau domaine
nl_nl: Registreer een nieuw domein

source: Check
fr_fr: Vérifier
nl_nl: Controleer

source: Transfer your domain from another registrar
fr_fr: Transférer votre domaine d'un autre registrar
nl_nl: Verhuis je domein van een andere hosting

source: Transfer price
fr_fr: Prix du transfert
nl_nl: Verhuisprijs

source: Enter domain transfer code
fr_fr: Entrez le code de transfert du domaine
nl_nl: Geef domein verhuiscode

source: Year/s @
fr_fr: An/s @
nl_nl: Jaren

source: My Products & Services
fr_fr: Mes produits et services
nl_nl: Mijn Produten & Services

source: Ordered Services
fr_fr: Services commandés
nl_nl: Betaalde Services

source: Product/Service
fr_fr: Produit/Service

source: Next due date
fr_fr: Prochain rendez-vous
nl_nl: Volgende vervaldatum

source: Service details
fr_fr: Détails du service

source: All information about your service
fr_fr: Toutes les informations sur votre service
nl_nl: Alle informatie over je service

source: Product name
fr_fr: Nom du produit
nl_nl: Productnaam

source: Payment amount
fr_fr: Montant du paiement
nl_nl: Te betalen bedrag

source: Billing cycle
fr_fr: Cycle de facturation
nl_nl: Betalingscyclus

source: Order status
fr_fr: Etat des commandes
nl_nl: Betalingsstatus

source: Order created
fr_fr: Commande créé
nl_nl: Betaling gemaakt

source: Activated at
fr_fr: Activé à
nl_nl: Geactiveerd op

source: Renewal date
fr_fr: Date de renouvellement
nl_nl: Vernieuwingsdatum

source: Order notes
fr_fr: Pour commander Remarques
nl_nl: Betalingsnotities

source: Active support tickets
fr_fr: Tickets de support Actifs
nl_nl: Actieve helpdesktickets

source: Renew now
fr_fr: Renouveler maintenant
nl_nl: Vernieuw nu

source: Request Upgrade
fr_fr: Demande de MAJ
nl_nl: Vraag Upgrade Aan

source: Open ticket
fr_fr: Ticket ouvert

source: Cancel
fr_fr: Annuler
nl_nl: Annuleren

source: Request Cancellation
fr_fr: Demande d'annulation
nl_nl: Vraag annulering

source: I would like to cancel
fr_fr: Je voudrais annuler
nl_nl: Ik wil annuleren

source: Reason
fr_fr: Raison
nl_nl: Reden

source: Open new support ticket regarding this order
fr_fr: Ouvrir un nouveau ticket de support pour cette commande

source: Submit new support ticket. Ticket will be visible in support section after submission
fr_fr: Soumettre le nouveau ticket. Le ticket sera visible dans la section support après soumission
nl_nl: Plaats nieuw ticket. Ticket zal zichtbaar zijn in de ondersteuningssectie na het indienen

source: Request upgrade
fr_fr: Demande de mise à jour
nl_nl: Vraag upgrade

source: I would like to upgrade
fr_fr: Je voudrais faire une mise à jour
nl_nl: Ik wil upgraden

source: Upgrade to
fr_fr: Mise à niveau
nl_nl: Upgrade naar

source: Request
fr_fr: Demande
nl_nl: Vraag aan

source: Addons you have ordered with this service
fr_fr: Addons que vous avez commandé avec ce service
nl_nl: Add-Ons je hebt betaald bij deze service

source: Billing Cycle
fr_fr: Cycle de facturation
nl_nl: Betalingscyclus

source: Back to services
fr_fr: Retour aux services
nl_nl: Terug naar services

source: Error
fr_fr: Erreur
nl_nl: Fout

source: Select Product
fr_fr: Choix Produit
nl_nl: Selecteer Product

source: Choose products we offer for selling
fr_fr: Choisissez des produits que nous proposons à la vente
nl_nl: Kies producten wij aanbieden om te verkopen

source: Starting from:
fr_fr: A partir de:
nl_nl: Startprijs:

source: View products
fr_fr: Voir les produits
nl_nl: Bekijk producten

source: Select product
fr_fr: Choix produit
nl_nl: Selecteer product

source: Confirm
fr_fr: Confirmer
nl_nl: Bevestig

source: What are you looking for?
fr_fr: Que cherchez-vous?
nl_nl: Wat zoek je?

source: Search
fr_fr: Rechercher
nl_nl: Zoek

source: Try using other keyword. No matches not for keyword:
fr_fr: Essayez d'utiliser d'autres mots clés. Pas d'occurence pour le mot clé:.
nl_nl: Probeer een ander zoekwoord. Geen resultaten gevonden voor:

source: Affiliates
fr_fr: Affiliés

source: Client Area
fr_fr: Espace Client
nl_nl: Klantengedeelte

source: Tickets waiting your reply
fr_fr: Tickets en attente de votre réponse
nl_nl: Tickets die wachten op je antwoord

source: All Invoices
fr_fr: Toutes les factures
nl_nl: Alle facturen

source: Soon expires
fr_fr: Expire bientôt
nl_nl: Verloopt binnenkort

source: All services
fr_fr: Tous les services
nl_nl: Alle services

source: New order
fr_fr: Nouvelle commande
nl_nl: Nieuwe bestelling

source: Open
fr_fr: Ouvrir

source: On Hold
fr_fr: En attente
nl_nl: In wacht

source: All tickets
fr_fr: Tous les tickets
nl_nl: Alle tickets

source: New ticket
fr_fr: Nouveau ticket
nl_nl: Nieuw ticket

source: Recent orders
fr_fr: Les commandes récentes
nl_nl: Recente betalingen

source: Recent emails
fr_fr: E-mails récents
nl_nl: Recente e-mails

source: Order products and services
fr_fr: Commande de produits et services
nl_nl: Bestel producten en services

source: Become a member and manage services
fr_fr: Devenir un membre et gérer les services
nl_nl: Word een lid en beheer services

source: Contact Us
fr_fr: Contactez-nous
nl_nl: Contacteer ons

source: Contact us for more information
fr_fr: Contactez-nous pour plus d'informations
nl_nl: Contacteer ons voor meer informatie

source: Announcements
fr_fr: Annonces

source: Latest news & announcements
fr_fr: Les dernières nouvelles et annonces
nl_nl: Laatste nieuws & aankondigingen

source: Browse our KB for answers and FAQs
fr_fr: Parcourir la section des réponses et FAQ
nl_nl: Zoek in onze F.A.Q. om FAQen te beantwoorden

source: Invoicing Software
fr_fr: Logiciel de facturation

source: Powered by BoxBilling invoicing software
fr_fr: Propulsé par BoxBilling logiciel de facturation

source: Example module
fr_fr: Module Exemple
nl_nl: Voorbeeld Module

source: Example module title
fr_fr: Titre du module Exemple
nl_nl: Voorbeeld Module Titel

source: See protected content
fr_fr: Voir le contenu protégé
nl_nl: Bekijk beschermde inhoud

source: This content can be seen only if client is logged in
fr_fr: Ce contenu ne peut être vu que si le client est connecté
nl_nl: Deze inhoud kan alleen bekeken worden wanneer de klant is ingelogd

source: Your protected content
fr_fr: Votre contenu protégé
nl_nl: Uw berschermde inhoud

source: Register new domain
fr_fr: Enregistrer un nouveau nom de domaine
nl_nl: Registreer nieuw domein

source: Transfer my domain
fr_fr: Transférer mon domaine
nl_nl: Verhuis mijn domein

source: Check domain availability
fr_fr: Vérifier la disponibilité d'un domaine
nl_nl: Controleer domein beschikbaarheid

source: Enter new domain name to register
fr_fr: Entrer nouveau nom de domaine à enregistrer
nl_nl: Geef een nieuwe domeinnaam op

source: I want to use my nameservers
fr_fr: Je veux utiliser mes serveurs de noms
nl_nl: Ik wil mijn naamservers gebruiken

source: Enter your domain name to transfer
fr_fr: Entrez votre nom de domaine à transférer
nl_nl: Geef een domeinnaam op om te verhuizen

source: Select currency
fr_fr: Sélectionnez la devise
nl_nl: Selecteer valuta

source: Emails we have sent you
fr_fr: E-mails que nous vous avons envoyé
nl_nl: E-mails die wij jou gestuurd hebben

source: Here you can track emails we have sent you
fr_fr: Ici, vous pouvez suivre les e-mails que nous vous avons envoyés
nl_nl: Hier kan je emails bekijken dat wij verzonden hebben naar jou

source: Email subject
fr_fr: Le sujet du message
nl_nl: E-mail onderwerp

source: Date sent
fr_fr: Date d'envoi
nl_nl: Datum verzonden

source: Could not connect to whois :server server
fr_fr: Impossible de se connecter au serveur whois :server
nl_nl: Kunt geen contact maken met de whois :server server

source: Error creating
fr_fr: Erreur à la création
nl_nl: Fout bij het maken van

source: Only active orders can be suspended
fr_fr: Seules les commandes actives peuvent être suspendus
nl_nl: Alleen actieve bestellingen kunnen opgeschort worden

source: Can not cancel
fr_fr: Impossible d'annuler
nl_nl: Kan niet annuleren

source: Can not remove hosting plan which has active accounts
fr_fr: Impossible de supprimer le plan d'hébergement qui dispose de comptes actifs
nl_nl: Kan hostingplan niet verwijderen omdat hij actieve accounts bevat

source: Invoice item title is missing
fr_fr: Titre de l'élément de la facture manquant
nl_nl: Factuuritem titel ontbreekt

source: :product setup
fr_fr: : Installation :product

source: Could not activate proforma item. Order :id not found
fr_fr: Impossible d'activer un élément proforma. Commande :id introuvable
nl_nl: Kan performa item niet activeren. Bestelling :id niet gevonden

source: Filename is missing in product config.
fr_fr: Nom de fichier manquant dans la configuration de produit.
nl_nl: Bestandsnaam ontbreekt in productconfiguratei

source: Parameter :param does not exist
fr_fr: Le paramètre :param n'existe pas
nl_nl: Parameter :param bestaat niet

source: Theme was not found in path :path
fr_fr: Le thème n'a pas été trouvé dans le chemin d'accès :path
nl_nl: Thema was niet gevonden in map :path

source: Theme manifest file :file was not found
fr_fr: Fichier manifeste du thème :file non trouvé
nl_nl: Thema manifest bestand :file was niet gevodnen

source: Unable to decode theme manifest file :file
fr_fr: Impossible de décoder le fichier manifeste du thème :file
nl_nl: Kan themamanifest bestand :file niet decoderen

source: Please check if you have configured FTP layer properly in Configuration > General settings > FTP layer.
fr_fr: Veuillez vérifier que vous avez configuré correctement couche FTP dans Configuration> Paramètres généraux > couche FTP.
nl_nl: Controleer als je je FTP-layer goed hebt geconfigureerd in Configuration > General settings > FTP layer.

source: Please make sure that FTP Root is defined properly. Could not find bb-config.php file in :path
fr_fr: Veuillez vous assurer que le FTP root est défini. Impossible de trouver bb-config.php fichier dans :path
nl_nl: org ervoor dat FTP Root goed is gedefinieerd. Kan bb-config.php niet vinden in map :path

source: You have reached free version limit. Upgrade to PRO version of BoxBilling if you want this limit removed.
fr_fr: Vous avez atteint la limite de la version gratuite. Mettez à jour vers la version PRO de BoxBilling si vous voulez supprimér cette limite.
nl_nl: Je hebt de gratis versielimiet bereikt. Upgrade naar de PRO versie van BoxBilling als je deze limiet wilt verwijderen.

source: BoxBilling license key must be defined in bb-config.php file as BB_LICENSE constant.
fr_fr: La clé de clicence BoxBilling doit être défini dans bb-config.php fichier comme constante BB_LICENSE.
nl_nl: BoxBilling licentiecode moest gedefineerd zijn in het bb-config.php-bestand als BB_LICENSE.

source: PHP curl extension is disabled on your server. Please enable php curl extension.
fr_fr: L'extension PHP curl est désactivé sur votre serveur. Veuillez l'activer.
nl_nl: PHP krul uitbreiding is uitgeschakeld op de server. Schakel php krul extensie in.

source: Can not remove group with clients
fr_fr: Impossible de supprimer un groupe avec les clients
nl_nl: Kan geen groep verwijderen met klanten

source: Could not find main domain product
fr_fr: Impossible de trouver des produits pour le domaine principal
nl_nl: Kan hoofddomeinproduct niet vinden

source: Hosting product must have domain configuration
fr_fr: Les produit d'hébergement doivent avoir une configuration de domaine
nl_nl: Hostingproduct moet een domeinconfiguratie hebben

source: Domain action is missing
fr_fr: L'action du domaine est manquante
nl_nl: Domeinactie ontbreekt

source: Hosting product must have defined register_sld parameter
fr_fr: Les produits d'hébergement doivent définir le paramètre register_sld
nl_nl: Hostingproduct moet een gedefineerde register_sld parameter bevatten

source: Hosting product must have defined register_tld parameter
fr_fr: Les produits d'hébergement doivent définir le paramètre register_tld
nl_nl: Hostingproduct moet een gedefineerde register_tld parameter bevatten

source: Hosting product must have defined transfer_sld parameter
fr_fr: Les produits d'hébergement doivent définir le paramètre register_sld
nl_nl: Hostingproduct moet een gedefineerde transfer_sld paramter bevatten

source: Hosting product must have defined transfer_tld parameter
fr_fr: Les produits d'hébergement doivent définir le paramètre register_tld
nl_nl: Hostingproduct moet een gedefineerde transfer_tld paramter bevatten

source: Can not remove category which has articles
fr_fr: Impossible de supprimer la catégorie qui contient des articles
nl_nl: Kan geen categorieën verijwderen die artikelen bevatten

source: Hosting product is not configured completely. Configure server for hosting product.
fr_fr: Le produit d'hébergement produit n'est pas configuré complètement. Configurer le serveur pour l'hébergement des produits.
nl_nl: Hosting product is nog niet volledig geconfigureerd. Configureer server voor hostingproduct.
