Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
fr_fr: Le produit d'hébergement n'est pas configuré complètement. Configurer plan d'hébergement pour accueillir le produit.
nl_nl: Hosting product is nog niet volledig geconfigureerd. Configureer hosting plan voor hostingproduct.

source: Domain name is not valid.
fr_fr: Le nom de domaine n'est pas valide.
nl_nl: Domeinnaam is niet geldig.

source: Domain extension is not valid.
fr_fr: L'extension du nom de domaine n'est pas valide.
nl_nl: Domeinextentie is niet geldig

source: Server from order configuration was not found
fr_fr: Le serveur de configuration n'a pas été trouvé
nl_nl: Server van bestellingsconfiguratie is niet gevonden

source: Hosting plan from order configuration was not found
fr_fr: L'hébergement de la configuration n'a pas été trouvé
nl_nl: Hosting plan van bestellingsconfiguratie is niet gevonden

source: Could not activate order. Service was not created
fr_fr: Impossible d'activer la commande. Le service n'a pas été créé
nl_nl: Kan bestelling niet activeren. Service was niet gemaakt.

source: Order :id has no active service
fr_fr: La commande :id n'a pas de service actif
nl_nl: Bestelling :id heeft geen active service

source: Account password is missing or is not valid
fr_fr: Mot de passe du compte manquant ou invalide
nl_nl: Account wachtwoord ontbreekt of is niet geldig

source: Account ip is missing or is not valid
fr_fr: IP du compte manquante ou invalide
nl_nl: Account ip ontbreekt of is niet geldig

source: Domain sld or tld is missing
fr_fr: Le domaine tld ou sld est manquant
nl_nl: Domein sld of tld ontbreekt

source: Can not refund invoice with negative amount
fr_fr: Vous ne pouvez pas rembourser la facture avec un montant négatif

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
fr_fr: Vous devez avoir au moins une commande active avant de pouvoir ajouter des fonds ce n'est pas encore le cas!
nl_nl: U moet ten minste een actieve orde zijn voordat u kunt fondsen toevoegen, zodat u kunt niet doorgaan op de huidige tijd!

source: Amount is not valid
fr_fr: Le montant n'est pas valide
nl_nl: Aantal is niet geldig

source: Payment for invoice :serie:id [:title]
fr_fr: Paiement de la facture: serie:id [:title]

source: Payment for invoice :serie:id
fr_fr: Paiement de la facture :serie: id
nl_nl: Betaling voor factuur :serie:id

source: Can not remove invoice. It was paid but services were not activated
fr_fr: Impossible de supprimer la facture. Il a été payé, mais les services n'ont pas été activés
nl_nl: Kan factuur niet verwijderen. Het was betaald maar de services waren niet geactiveerd

source: License plugin :plugin was not found
fr_fr: Le Plugin Licence :plugin n'a pas été trouvé
nl_nl: Licentieplugin :plugin was niet gevonden

source: License plugin do not have generate method
fr_fr: Le Plugin Licence n'a pas de méthodes generate
nl_nl: Licentie plugin heeft geen genererende methode

source: Custom plugin method :method is forbidden
fr_fr: La méthaode personnalisé du plugin :method est interdite
nl_nl: Custom plugin methode :method is niet toegestaan

source: Plugin class file :file was not found
fr_fr: Le ichier de classe du plugin :file n'a pas été trouvé

source: Plugin :plugin does not support action :action
fr_fr: Plugin :plugin ne supporte pas l'action :action
nl_nl: De plugin :plugin ondersteund geen actie :action

source: Can not remove helpdesk which has tickets
fr_fr: Impossible de supprimer le service d'assistance qui a des tickets
nl_nl: Kan geen helpdesk verwijderen met tickets

source: Currency conversion rate can be zero
fr_fr: Taux de conversion devise ne peut être nul

source: Can not remove default currency
fr_fr: Impossible de supprimer la devise par défaut
nl_nl: Kan de standaardvaluta niet verwijderen

source: This administrator account is protected and can not be removed
fr_fr: Ce compte administrateur est protégé et ne peut pas être supprimé
nl_nl: Dit administratoraccount is beveiligd en kan niet verwijderd worden

source: Can not remove product category with products
fr_fr: Impossible de supprimer la catégorie de produits avec des produits
nl_nl: Kan productcategorie niet verwijderen met producten

source: Module :mod manifest file is missing
fr_fr: Module :mod fichier manifeste manquant
nl_nl: Module :mod manifest bestand ontbreekt

source: Module :mod manifest file is not valid. Check file syntax and permissions.
fr_fr: Module :mod fichier manifeste invalide Vérifiez la syntaxe du fichier et les permissions.

source: BoxBilling module :module not found. Was it installed?
fr_fr: BoxBilling module :mod non trouvé At-il été installé?
nl_nl: BoxBilling module :module niet gevonden. Is het geïnstalleerd?

source: BoxBilling core modules can not be installed or removed
fr_fr: Unmodules de base BoxBilling ne peut pas être installée ou retirée
nl_nl: BoxBilling core modules kunnen niet worden geïnstalleerd of verwijderd

source: Module can not be installed. It requires at least :min version of BoxBilling. You are using :v
fr_fr: Ce module ne peut pas être installé. Il nécessite au moins la version :version de BoxBilling. Vous utilisez :v
nl_nl: Module kan niet geinstalleerd worden. Het veriest minimum versie :min van BoxBilling. Jij hebt nu versie :v

source: Could not retrieve version information for extension :ext
fr_fr: Impossible de récupérer les informations de version de l'extension :ext
nl_nl: Kon geen versie informatie vinden voor extensie :ext

source: Latest :mod version installed. No need to update
fr_fr: Dernières version de :mod installé.Pas besoin de mettre à jour

source: Could not retrieve :ext information
fr_fr: Impossible de récupérer les informations de :ext

source: Visit extension site for update information.
fr_fr: Visitez le site extension pour les informations de mise à jour.
nl_nl: Bezoek extensie website voor update informatie.

source: BoxBilling core modules can not be managed
fr_fr: BoxBilling modules de base ne peuvent être géré

source: Could not extract extension zip file
fr_fr: Impossible d'extraire l'extension du fichier zip
nl_nl: Kon de extensie zip bestand niet uitpakken

source: Module already installed.
fr_fr: Module déjà installé.

source: Extension can not be moved. Make sure your server write permissions to bb-modules folder.
fr_fr: L'extension ne peut pas être déplacé. Assurez-vous que votre serveur a les permissions d'écriture sur le dossier bb-modules.
nl_nl: Extensie van niet verplaatst worden. Controleer of uw server schijfrechten heeft op de bb-modules map.

source: Extension can not be moved. Make sure your server write permissions to bb-themes folder.
fr_fr: L'extension ne peut pas être déplacé. Assurez-vous que votre serveur a les permissions d'écriture sur le dossier bb-themes.
nl_nl: Extensie van niet verplaatst worden. Controleer of uw server schijfrechten heeft op de bb-themes map.

source: Extension can not be moved. Make sure your server write permissions to bb-locale folder.
fr_fr: L'extension ne peut pas être déplacé. Assurez-vous que votre serveur a les permissions d'écriture sur le dossier bb-locales.
nl_nl: Extensie van niet verplaatst worden. Controleer of uw server schijfrechten heeft op de bb-locale map.

source: Extension does not support auto-install deature. Extension must be installed manually
fr_fr: L'extension ne supporte pas l'installation automatique.L'extension doit être installé manuellement
nl_nl: Extensie ondersteund geen auto-installeer functie. U moet de extensie manueel installeren.

source: Unable to connect to BoxBilling extensiosn site.
fr_fr: Impossible de se connecter au site de BoxBilling extensiosn.
nl_nl: Kan geen connectie krijgen met de BoxBilling extensie website.

source: Administrators group can not be removed
fr_fr: Les groupes d'administrateurs de peuvent pas être supprimés
nl_nl: Administratorsgroep kan niet verwijderd worden

source: Can not remove group which has staff members
fr_fr: Impossible de supprimer le groupe qui compte des membres du personnel
nl_nl: Kan geen groep verwijderen met staffleden

source: This is a last message in topic. Remove topic in order to remove this message.
fr_fr: C'est le dernier message dans le sujet. Retirer le sujet afin de supprimer ce message.
nl_nl: Dit is een laatste bericht in onderwerp. Verwijder onderwerp om dit bericht te verwijderen.

source: Payment gateway :adapter was not found
fr_fr: Passerelle de paiement :adapter n'a pas été trouvé
nl_nl: Betalingsgateway :adapter niet gevonden.

source: Invalid payment adapter :adapter
fr_fr: Adaptateur de paiement invalide :adapter
nl_nl: Ongeldige betalingsadapter :adapter

source: Are you registering new domain or transfering existing? Action parameter missing.
fr_fr: Vous enregistrez un nouveau domaine ou transferez un existant? Le paramètre d'action est manquant.
nl_nl: Bent u het registreren van nieuwe domeinen of het overzetten van bestaande? Actie parameter ontbreekt.

source: Invalid domain action.
fr_fr: Action de domaine non valide.
nl_nl: Ongeldige domeinactie.

source: Order data must contain :field configuration field
fr_fr: Données de commande doit contenir le champ de configuration :field
nl_nl: Bestel informatie moet het :field veld bevatten

source: Domain name :domain is not valid
fr_fr: Le nom de domaine :domain n'est pas valide
nl_nl: Domeinnaam :domain is niet geldig

source: Domain TLD is not valid.
fr_fr: Le domaine TLD n'est pas valide.
nl_nl: Domein TLD is niet geldig.

source: Domain name is required.
fr_fr: Le nom de domaine est nécessaire.
nl_nl: Domeinnaam is verplicht.

source: Transfer domain type (tld) is required.
fr_fr: Le type de domaine Transfert (tld) est nécessaire.
nl_nl: Verhuisdomeintype (tld) is verplicht.

source: Transfer domain name (sld) is required.
fr_fr: Pour le transfert de nom de domaine (SLD) est nécessaire.
nl_nl: Verhuisdomeinnaam (sld) is verplicht.

source: Transfer code is required for domains transfers.
fr_fr: Le code de transfert est requis pour les transferts de domaines.
nl_nl: Verhuiscode is verplicht voor domeinverhuizingen.

source: TLD not found
fr_fr: TLD introuvable
nl_nl: TLD niet gevonden

source: :domain can not be transfered!
fr_fr: :domain ne peut pas être transféré!
nl_nl: :domain kan niet verhuisd worden!

source: Domain registration tld parameter missing.
fr_fr: Enregistrement de domaine paramètre tld manquant.
nl_nl: Domeinregistratie tld paramter ontbreekt.

source: Domain registration sld parameter missing.
fr_fr: Enregistrement de domaine paramètre sld manquant.
nl_nl: Domeinregistratir sld parameter ontbreekt.

source: Years parameter is missing for domain configuration.
fr_fr: Paramètres années manquant pour la configuration du domaine.
nl_nl: Jaarparameter ontbreekt voor domeinconfiguratie.

source: :tld can be registered for at least :years years
fr_fr: le :tld peut être inscrit pour au moins :years ans
nl_nl: :tld kan geregistreerd worden voor ten minste :years jaren

source: :domain is already registered!
fr_fr: :dimain est déjà enregistré!
nl_nl: :domain is already registred!

source: Default domain nameservers are not configured
fr_fr: Les seveurs DNS ne sont pas configurés
nl_nl: Standaard domeinnaamservers zijn niet geconfigureerd

source: Nameserver 1 is required
fr_fr: Serveur DNS 1 est nécessaire
nl_nl: Naamserver 1 is verplicht

source: Nameserver 2 is required
fr_fr: Serveur DNS 2 est nécessaire
nl_nl: Naamserver 2 is verplicht

source: Required field contact is missing
fr_fr: Le champ contact obligatoires est manquant
nl_nl: Verplicht veld contact ontbreekt

source: Required field :field is missing
fr_fr: Le champ obligatoire :field est absent

source: Domain name is not valid
fr_fr: Le nom de domaine n'est pas valide
nl_nl: Domeinnaam is niet geldig

source: Domain can not be transfered
fr_fr: Le domaine ne peut pas être transféré
nl_nl: Domein kan niet verhuisd worden

source: Domain can not be registered
fr_fr: Le domaine ne peut pas être enregistré
nl_nl: Domein kan niet geregistreerd worden

source: Period parameter not passed
fr_fr: Le paramètre période n'est pas passé
nl_nl: Periodeparemeter niet voorbij

source: I'm afraid we are out of stock.
fr_fr: Je crains que nous soyons en rupture de stock.
nl_nl: Ik ben bang dat we niets meer op voorraad hebben.

source: Addon period parameter not passed
fr_fr: Le paramètre période Addon n'est pas passé
nl_nl: Add-On periode parameter niet voorbij

source: Product not found
fr_fr: Produit non trouvé
nl_nl: Product niet gevonden

source: Add products to cart before applying promo code
fr_fr: Ajouter des produits au panier avant d'appliquer le code promo
nl_nl: Voeg producten toe aan winkelwagentje voordat je de promocode toevoegt

source: Currency can not be changed. Client already have invoices issued.
fr_fr: La devise ne peut pas être modifié. Le client a déjà les factures émises.
nl_nl: Valuta kan niet gewijzigd worden. Klant heeft al al zijn facturen.

source: Currency can not be changed. Client already have orders.
fr_fr: La devise ne peut pas être modifié. Le client a déjà des commandes.
nl_nl: Valuta kan niet gewijzigd worden. Klant heeft al betalingen.

source: Could not determine domain price. Domain action is missing
fr_fr: Impossible de déterminer le prix de domaine. Domaine d'action est manquant
nl_nl: Kon de domein prijs niet behalen. Domein actie is niet aanwezig

source: Unknown TLD. Could not determine registration price
fr_fr: TLD inconnu. Impossible de déterminer le prix de l'enregistrement
nl_nl: Onbekende TLD. Kan registratieprijs niet bepalen.

source: Domain product can not be removed.
fr_fr: Produit domaine ne peut pas être supprimé.
nl_nl: Domeinproduct kan niet verwijderd worden.

source: Unknown transaction #:id type: :type
fr_fr: Transaction inconnue #:id type :type

source: Could not determine transaction origin. Transaction payment gateway is unknown.
fr_fr: Impossible de déterminer l'origine de la transaction. La passerelle de paiement de la transaction est inconnue.
nl_nl: Kan transactieoorsprong niet bepalen. Transactie betaling gateway is onbekend.

source: Can not handle transaction received from unknown payment gateway: :id
fr_fr: Impossible de traiter une transaction issue d'une passrrelle de paiment inconnue :id
nl_nl: Kan niet overweg met transactie die werd ontvangen van een onbekende betalingsgateway: :id

source: Transaction :id is not associated with an invoice.
fr_fr: La transaction :id n'est pas associé à une facture.
nl_nl: Transactie :id is niet geassocieerd met een factuur.

source: Invoice #:id not found
fr_fr: Facture n °:id introuvable

source: Instant payment notification (IPN) did not pass gateway :id validation
fr_fr: Notification Instantanée de Paiement (IPN) n'a pas réussi la validation passerelle :id
nl_nl: Instant uitnodiging tot betaling (IPN) niet voorbij gateway :id validatie (Instant payment notification (IPN) did not pass gateway :id validation)

source: Payment gateway :id method getTransaction should return Payment_Transaction object
fr_fr: Passerelle de paiement :id la méthode getTransaction doit retourner un objet Payemen_Transaction
nl_nl: Betalinggateway :id methode getTransaction moet terugkeren naar Payment_Transaction object

source: Can not create subscription. Subscription id from payment gateway was not received
fr_fr: Impossible de créer l'abonnement. L'identifiant d'abonnement à partir de la passerelle de paiement n'a pas été reçu
nl_nl: Kan inschrijving niet maken. Inschrijving id van betalingsgateway was niet gekregen.

source: Subscription #:id was not found. Could not unsusbscribe
fr_fr: Abonnement #:id introuvavle. Impossible de désabonner
nl_nl: Subscriptie #:id kon niet gevonden worden. Uitschrijven mislukt

source: Only approved transaction can be processed
fr_fr: Seules les transactions approuvée peut être traitée
nl_nl: Alleen goedgekeurde transactie kan worden verwerkt

source: Transaction currency :code do not match required currency :required
fr_fr: Le code devise de latransaction :code ne correspond pas à la devise :required
nl_nl: Transactie valuta :code komen niet overeen met vereiste valuta :required

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
fr_fr: L'état de la transaction sur la passerelle de paiement est en attente. Seules les transactions complètes ou inconnu peut être traitée.
nl_nl: Transactie status op betaling gateway is in behandeling. Alleen volledig ingevulde of onbekend transacties kunnen worden verwerkt.

source: Define clients currency before adding funds.
fr_fr: Définir la devise client monnaie avant l'ajout de fonds.
nl_nl: Defineer klantenvaluta voor het toevoegen van fondsen.

source: Funds amount is not valid
fr_fr: Le montant de fonds n'est pas valide
nl_nl: Fondsenhoeveelheid is niet geldig

source: Funds description is not valid
fr_fr: La description des fonds n'est pas valide
nl_nl: Fondsenbeschrijving is niet geldig

source: Client currency do not match invoice currency
fr_fr: La devise du du client ne correspond pas à la devise de la facture
nl_nl: Clientvaluta gaat niet samen met factuurvaluta

source: Can not add negative amount to client balance for debit transaction
fr_fr: Impossible d'ajouter un montant négatif au solde du client pour une transaction de débit
nl_nl: Kan negatief bedrag niet toe te voegen aan opdrachtgever balans voor debetverrichting

source: Conversion rate can't be 0
fr_fr: Le taux de conversion ne peut pas être 0
nl_nl: Het succespercentage kan niet 0 zijn

source: Product pricing could not be determined.
fr_fr: Les prix du produit n'a pu être déterminée.
nl_nl: Product prijzen kon niet worden vastgesteld.

source: Repo class for product was not found
fr_fr: La classe Repo pour le produit n'a pas été trouvé
nl_nl: Repo class voor dit product is niet gevonden

source: Unknown Period selected for setup price
fr_fr: Période inconnue sélectionné pour le prix d'installation
nl_nl: Onbekende periode gekozen voor de installatieprijs

source: Product :id payment type is recurrent, but period was not selected
fr_fr: Le type du produit :id est récurrente, mais la période n'était pas sélectionné
nl_nl: Product :id betalingstype is recurrent, maar periode werd niet geselecteerd

source: Unknown Period selected for price
fr_fr: Période inconnue sélectionné pour le prix
nl_nl: Onbekend periode gekozen voor prijs

source: Can not remove product which has active orders.
fr_fr: Impossible de supprimer le produit qui a des commandes actives.
nl_nl: Kan product niet verwijderen dat actieve betalingen heeft.

source: Invalid server manager. Server was not configured properly.
fr_fr: Gestionnaire de serveur invalide. Le serveur n'a pas été configuré correctement.
nl_nl: Ongeldige server manager. Server was niet goed geconfigureerd.

source: Server manager :adapter is not valid
fr_fr: Le estionnaire du serveur :adapter n'est pas valide
nl_nl: Server manager :adapter is niet geldig

source: Can not remove server which has active accounts
fr_fr: Impossible de supprimer le serveur qui dispose de comptes actifs
nl_nl: Kan server niet verwijderen omdat hij actieve accounts heeft

source: Domain registrar :adapter was not found
fr_fr: Le registrar de domaine :adaptater n'a pas été trouvé

source: Registrar :adapter was not found
fr_fr: Le registrar :adapter n'a pas été trouvé
nl_nl: Hoster :adapter was niet gevondne

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
fr_fr: L'adaptateur registrar :adapter doit étendre Registrar_AdapterAbstract
nl_nl: Hostadapter :adapter moet worden uitgebreid Registrar_AdapterAbstract

source: Can not remove registrar which has domains
fr_fr: Impossible de supprimer un registrar qui a des domaines
nl_nl: Kan geen hoster verwijderen die domeinen heeft

source: Invalid identity
fr_fr: Identité invalide
nl_nl: Ongeldige identiteit

source: :module method toApiArray not found
fr_fr: La méthode ToApiArray de :module n'existe pas
nl_nl: :module methode naar ApiArray niet gevonden (:module method toApiArray not found)

source: Client api can not be invoked from guest or admin role
fr_fr: L'API client ne peut pas être invoqué à partir d'invité ou de rôle admin
nl_nl: Klant API kan niet aangeroepen worden met de gast of admin rol

source: Invalid identity. Clear browser cookies
fr_fr: Identité invalide. Videz les cookies de votre navigateur
nl_nl: Ongeldige identiteit. Maak je cookies leeg

source: Method :method must contain underscore
fr_fr: La méthode :methode doit contenir un underscore
nl_nl: Methode :method moet underscore bevatten

source: BoxBilling module :mod is not installed/activated
fr_fr: Le module BoxBilling :mod n'est pas installé/activé

source: Module api file :file is not available
fr_fr: Fichier API module :file n'est pas disponible
nl_nl: Module api bestand :file is niet beschikbaar

source: Api class must be instance of Api_Abstract
fr_fr: La classe Api doit être une instance de Api_Abstract
nl_nl: Api class moet geval zijn van Api_Abstract (Api class must be instance of Api_Abstract)

source: :type API call :method does not exist in module :module
fr_fr: L'appel API :type de la méthode :method n'existe
nl_nl: :type API call :method bestaat niet in module :module (:type API call :method does not exist in module :module)

source: second
fr_fr: ceconde

source: hour
fr_fr: heure

source: day
fr_fr: jour

source: week
fr_fr: semaine

source: month
fr_fr: mois

source: year
fr_fr: année

source: decade
fr_fr: décennie
nl_nl: decennium

source: Period Error. Unit :unit is not defined
fr_fr: Erreur d'unité de période.L'unité :unit n'est pas définie
nl_nl: Periode error. Eenheid :unite is niet gedefineerd

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
fr_fr: Quantité de période :qty invalide pour l'unité :unit. La plage autorisée est de :from à :to
nl_nl: Ongeldige periodehoeveelheid :qty voor eenheid: unite. Toegestaan reeks is van :from tot :to

source: Every week
fr_fr: Chaque semaine

source: Every month
fr_fr: Chaque mois
nl_nl: Elke maand

source: Every 3 months
fr_fr: Tous les 3 mois
nl_nl: Elke 3 maanden

source: Every 6 months
fr_fr: Tous les 6 mois
nl_nl: Elke 6 maanden

source: Every year
fr_fr: Chaque année
nl_nl: Elk jaar

source: Every 2 years
fr_fr: Tous les 2 ans
nl_nl: Elke 2 jaren

source: Every 3 years
fr_fr: Tous les 3 ans
nl_nl: Elke 3 jaren

source: Every :number day
fr_fr: Tous les :number jour(s)
nl_nl: Elke :number dagen

source: Every :number week(s)
fr_fr: Toutes les :number semaine (s)

source: Every :number months
fr_fr: Tous les :number mois
nl_nl: Elke :number maanden

source: Every :number years
fr_fr: Tous les :number an(s)
nl_nl: Elke :number jaren

source: Unit not defined
fr_fr: L'unité n'est pas définie
nl_nl: Eenheid niet gedefineerd

source: Can not determine months amount from unit
fr_fr: Impossible de déterminer le nombre de mois à partir de l'unité
nl_nl: Kan geen maandbedrag bepalen van eenheid

source: CURL extension is not enabled
fr_fr: Extension CURL n'est pas activé
nl_nl: CURL-extentie is niet ingeschakeld

source: Service class :class was not found in :path
fr_fr: La classe de service :class n'a pas été trouvé dans :path

source: Client controller class :class was not found in :path
fr_fr: La classe contrôleur du client :class n'a pas été trouvé dans :path

source: Admin controller class :class was not found in :path
fr_fr: La classe contrôleur Administrateur :class n'a pas été trouvé dans :path

source: Core module can not be updated
fr_fr: Un module de base ne peut pas être mis à jour
