Repository: Berkertur/extensions
Catalog: bb-locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, nl_nl

source: sq_AL
fr_fr: Albanais (Albanie)

source: ar_DZ
fr_fr: Arabe (Algérie)

source: ar_BH
fr_fr: Arabe (Bahrain)

source: ar_EG
fr_fr: Arabe (Egypte)

source: ar_IQ
fr_fr: Arabe (Iraq)

source: ar_JO
fr_fr: Arabe (Jordanie)

source: ar_KW
fr_fr: Arabe (Koweit)

source: ar_LB
fr_fr: Arabe (Liban)

source: ar_LY
fr_fr: Arabe (Lybie)

source: ar_MA
fr_fr: Arabe (Maroc)

source: ar_OM
fr_fr: Arabe (Oman)

source: ar_QA
fr_fr: Arabe (Quatar)

source: ar_SA
fr_fr: Arabe (Arabie Saoudite)

source: ar_SD
fr_fr: Arabe (Soudan)

source: ar_SY
fr_fr: Arabe (Syrie)

source: ar_TN
fr_fr: Arabe (Tunisie)

source: ar_AE
fr_fr: Arabe (United Arab Emirates)

source: ar_YE
fr_fr: Arabe (Yemen

source: be_BY
fr_fr: Belarusian (Belarussie)

source: bg_BG
fr_fr: Bulgare (Bulgarie)

source: ca_ES
fr_fr: Catalan (Espagne)

source: zh_CN
fr_fr: Chinois Chine

source: zh_HK
fr_fr: Chinois (Hong-Kong)

source: zh_SG
fr_fr: Chinois (Singapour)

source: zh_TW
fr_fr: Chinois (Taiwan)

source: hr_HR
fr_fr: Croate (Cratie)

source: cs_CZ
fr_fr: Tchèque (Tchéquie)

source: da_DK
fr_fr: Danois (Danemark)

source: nl_BE
fr_fr: Néerlandais (Belgique)

source: nl_NL
fr_fr: Néerlandais (Pays-Bas)
nl_nl: Nederlands

source: en_AU
fr_fr: Français (Australie)

source: en_CA
fr_fr: Français (Canada)

source: en_IN
fr_fr: Anglais (Inde)

source: en_IE
fr_fr: Anglais (Irlande)

source: en_MT
fr_fr: Anglais (Malte)

source: en_NZ
fr_fr: Anglais (Nouvelle-Zélande

source: en_PH
fr_fr: Anglais (Phillipines)

source: en_SG
fr_fr: Anglais (Singapour)

source: en_ZA
fr_fr: Anglais (Afrique du sud)

source: en_GB
fr_fr: Anglais (Royaume-Unis)

source: en_US
fr_fr: Anglais (Etats-Unis)
nl_nl: English

source: et_EE
fr_fr: Estonien (Estonie)

source: fi_FI
fr_fr: Finnaois (Finlande)

source: fr_BE
fr_fr: Français (Belgique)

source: fr_CA
fr_fr: Français (Québec)

source: fr_FR
fr_fr: Français (France)

source: fr_LU
fr_fr: Français (Luxembourg

source: fr_CH
fr_fr: Français (Suisse)

source: de_AT
fr_fr: Allemand (Autriche)

source: de_DE
fr_fr: Allemand (Allemagne)

source: de_LU
fr_fr: Allemand (Luxembourg)

source: de_CH
fr_fr: Allemand (Suisse)

source: el_CY
fr_fr: Grec (Chypre)

source: el_GR
fr_fr: Grec (Grèce)

source: iw_IL
fr_fr: Hébreu (Israel)

source: hi_IN
fr_fr: Hindi (Inde)

source: hu_HU
fr_fr: Hongrois (Hongrie)

source: is_IS
fr_fr: Islandais (Islande)

source: in_ID
fr_fr: Indonésien (Indonésie)

source: ga_IE
fr_fr: Irlandais (Irlande)

source: it_IT
fr_fr: Italien (Italie)

source: it_CH
fr_fr: Italien (Suisse)

source: ja_JP
fr_fr: Japonais (Japon)

source: ja_JP_JP
fr_fr: Japonais (Japon, JP)

source: ko_KR
fr_fr: Koréen (Korée)

source: lv_LV
fr_fr: Lettonien (Lettonie)

source: lt_LT
fr_fr: Lithuanien (Lithaunie)

source: mk_MK
fr_fr: Macédonien (Macédonie)

source: ms_MY
fr_fr: Malais (Malaisie)

source: mt_MT
fr_fr: Maltais (Malte)

source: no_NO
fr_fr: Noorvégien (Norvège)

source: no_NO_NY
fr_fr: Norvégien (Norvège, Nynorsk)

source: pl_PL
fr_fr: Polonais (Pologne)

source: pt_BR
fr_fr: Portugais (Brésil)

source: pt_PT
fr_fr: Portugais (Portugal)

source: ro_RO
fr_fr: Roumain (Roumanie)

source: ru_RU
fr_fr: Russe (Russie)

source: sr_BA
fr_fr: Serbe (Bosnie-Herzegovie)

source: sr_ME
fr_fr: Serbe (Montenégro)

source: sr_CS
fr_fr: serbe (Serbie et Montenégro)

source: sr_RS
fr_fr: Serbe (Serbie)

source: sk_SK
fr_fr: Slovaque (Slovaquie)

source: sl_SI
fr_fr: Slovène (Slovaquie)

source: es_AR
fr_fr: Espagnol (Argentine)

source: es_BO
fr_fr: Espagnol (Bolivie)

source: es_CL
fr_fr: Espagnol (Chilie)

source: es_CO
fr_fr: Espagnol (Colombie)

source: es_CR
fr_fr: Espagnol (Costa-Rica)

source: es_DO
fr_fr: Espagnol (République Dominicaine)

source: es_EC
fr_fr: Espagnol (Equateur)

source: es_SV
fr_fr: Espagnol (San Salvador)

source: es_GT
fr_fr: Espagnol (Guatemala)

source: es_HN
fr_fr: Espagnol (Honduras)

source: es_MX
fr_fr: Espagnol (Mexique)

source: es_NI
fr_fr: Espagnol (Nicaragua)

source: es_PA
fr_fr: Espagnol (Panama)

source: es_PY
fr_fr: Espagnol (Paraguay)

source: es_PE
fr_fr: Espagnol (Pérou)

source: es_PR
fr_fr: Espagnol (Porto-Rico)

source: es_ES
fr_fr: Espagnol (Espagne)

source: es_US
fr_fr: Espagnol (Etats-Unis)

source: es_UY
fr_fr: Espagnol (Uruguay)

source: es_VE
fr_fr: Espagnol (Venazuela)

source: sv_SE
fr_fr: Suédois (Suède)

source: th_TH
fr_fr: Thai (Thailande)

source: tr_TR
fr_fr: Turque (Turquie)

source: uk_UA
fr_fr: Ukrainien (Ukraine)

source: vi_VN
fr_fr: Vietnamien (Vietnam)

source: Thread / Thread Starter
fr_fr: Discussion / Auteur
nl_nl: Topic / Topic Starter

source: Last post
fr_fr: Dernier message
nl_nl: Laatste post

source: Replies
fr_fr: Réponses
nl_nl: Antwoorden

source: Views
fr_fr: Vues
nl_nl: Aantal bekeken

source: by
fr_fr: Par
nl_nl: door

source: The list is empty
fr_fr: La liste est vide
nl_nl: De lijst is leeg

source: Forum list
fr_fr: Liste Forum
nl_nl: Forumlijst

source: New topic
fr_fr: Nouveau sujet
nl_nl: Nieuw topic

source: Register
fr_fr: Inscrivez-vous
nl_nl: Registreer

source: Start new topic in
fr_fr: Lancer un nouveau sujet dans
nl_nl: Start nieuw topic in

source: Start new topic
fr_fr: Lancer un nouveau sujet
nl_nl: Start nieuw topic

source: Topic title
fr_fr: Titre de la rubrique
nl_nl: Topictitel

source: Topic message
fr_fr: Message Sujet
nl_nl: Topicbericht

source: Create new topic
fr_fr: Créer un nouveau sujet
nl_nl: Maak een nieuw topic

source: Login / Sign up
fr_fr: Connexion / Inscription
nl_nl: Inloggen / Registreren

source: Sign In / Create new account
fr_fr: Se connecter / Créer un nouveau compte
nl_nl: Log in / Maak een nieuw account

source: Become a member to participate in forum, contact support, order new services
fr_fr: Devenez un membre pour participer au forum, contactez les services de support, commandez de nouveaux services
nl_nl: U moet lid worden om iets op het forum te plaatsen, helpdesk contact, of om iets te bestellen

source: Sign in
fr_fr: Se connecter
nl_nl: Inloggen

source: Login to client area
fr_fr: Connexion à la zone client
nl_nl: Login in klantensysteem

source: Email Address
fr_fr: Adresse email
nl_nl: Email Adres

source: Password
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Reset password
fr_fr: Réinitialiser le mot de passe
nl_nl: Wachtwoord vergeten?

source: Do not have an account yet?
fr_fr: Vous n'avez pas encore de compte?
nl_nl: Heb je nog geen account?

source: Enter your details below
fr_fr: Entrez vos coordonnées ci-dessous
nl_nl: Voer je details hieronder in

source: Create new profile
fr_fr: Créer un nouveau profil
nl_nl: Maak een nieuw profiel

source: First Name
fr_fr: Prénom
nl_nl: Voornaam

source: Last Name
fr_fr: Nom
nl_nl: Familienaam

source: Company
fr_fr: Société
nl_nl: Bedrijf

source: Password confirm
fr_fr: Confirmer le mot de passe
nl_nl: Bevestig Wachtwoord

source: Thank you
fr_fr: Merci
nl_nl: Dank u wel

source: Payment for invoice received
fr_fr: Paiement reçu pour des factures
nl_nl: Betaling voor factuur ontvangen

source: Your payment is being processed right now. This takes about 5 minutes to complete.
fr_fr: Votre paiement est en cours de traitement. Cela prend environ 5 minutes.
nl_nl: Uw betaling wordt op dit moment verwerkt. Dit kan ongeveer 5 minuten duren.

source: You will be automatically redirected to invoice page after 5 minutes.
fr_fr: Vous serez automatiquement redirigé vers la page facture au bout de 5 minutes.
nl_nl: Na 5 minuten wordt u automatisch doorgestuurd naar de factuur pagina.

source: Invoices
fr_fr: Factures
nl_nl: Facturen

source: List of invoices
fr_fr: Liste des factures
nl_nl: Facturenlijst

source: Invoice management
fr_fr: Gestion des factures
nl_nl: Facturenbeheer

source: Unpaid
fr_fr: Impayé
nl_nl: Onbetaald

source: Paid
fr_fr: Payé
nl_nl: Betaald

source: Title
fr_fr: Titre
nl_nl: Titel

source: Issue Date
fr_fr: Date d'Émission
nl_nl: Uitgiftedatum

source: Due Date
fr_fr: Date d'échéance
nl_nl: Vervaldatum

source: Pay
fr_fr: Payer
nl_nl: Betaal

source: Paid at
fr_fr: Payé à
nl_nl: Betaald op

source: Welcome to our forums. If you wish to become a member and post, you have to be registered member.
fr_fr: Bienvenue sur notre forum. Si vous souhaitez devenir membre et publier, vous devez être membre.
nl_nl: Welkom bij ons forum. Als je een lid wil worden en wil posten, moet je een geregistreerde gebruiker zijn.

source: Threads
fr_fr: Discussions
nl_nl: Topics

source: Posts
fr_fr: Messages
nl_nl: Berichten

source: Forums are closed
fr_fr: Les forums sont fermés
nl_nl: Forums zijn gesloten

source: Favorite topics
fr_fr: Sujets favoris
nl_nl: Start nieuw topic

source: VPS management
fr_fr: Gestion VPS
nl_nl: Domeinmanagement

source: Details
fr_fr: Détails

source: Statistics
fr_fr: Statistiques

source: Manage
fr_fr: Gérer

source: Control panel
fr_fr: Panneau de configuration

source: State
fr_fr: État
nl_nl: Provincie

source: Refresh
fr_fr: Rafraichir
nl_nl: Herladen

source: Hostname
fr_fr: Nom d'hôte
nl_nl: Server Hostnaam

source: Operating system
fr_fr: Système d'exploitation
nl_nl: Besturings Systeem

source: IP address
fr_fr: Adresse IP

source: Additional IP addresses
fr_fr: Adresses IP supplémentaires
nl_nl: Extra IP adressen

source: Root password
fr_fr: Mot de passe root

source: Change status
fr_fr: Modifier l'état

source: VPS rebooting. Refresh page after a few moments.
fr_fr: redémarrage VPS. Réactualiser la page après quelques instants.
nl_nl: Bezig met herstarten VPS. Herlaad de pagina na een paar minuten.

source: Reboot
fr_fr: Redémarrage
nl_nl: Herstarten

source: VPS booting. Refresh page after a few moments.
fr_fr: démarrage VPS. Actualiser la page après quelques instants.
nl_nl: Bezig met starten VPS. Herlaad de pagina na een paar minuten.

source: Boot
fr_fr: Démarrage
nl_nl: Starten

source: VPS shutdown
fr_fr: Arrêt VPS
nl_nl: VPS Afsluiten

source: Shutdown
fr_fr: Arrêt
nl_nl: Afsluiten

source: Change hostname
fr_fr: Changer le nom d'hôte

source: Hostname changed
fr_fr: Nom d'hôte changé
nl_nl: Hostnaam veranderd

source: New hostname
fr_fr: Nouveau nom d'hôte

source: Enter new hostname
fr_fr: Entrer nouveau nom d'hôte

source: Change
fr_fr: Changer
nl_nl: Verander

source: Change operating system
fr_fr: Changer le système d'exploitation

source: Operating system is being changed
fr_fr: Le système d'exploitation est en cours de modification
nl_nl: Besturings systeem wordt aangepast

source: New operating system
fr_fr: Nouveau système d'exploitation
nl_nl: Nieuw besturings systeem

source: Change root password
fr_fr: Changer mot de passe root

source: Root password changed
fr_fr: Mot de passe root changé

source: New password
fr_fr: Nouveau mot de passe

source: Enter new root password
fr_fr: Entrer mot de passe root

source: Bandwidth
fr_fr: Bande passante
nl_nl: Bandbreedte

source: Used
fr_fr: Utilisé

source: Free
fr_fr: Libre
nl_nl: Gratis

source: Memory
fr_fr: Mémoire
nl_nl: Geheugen

source: Disk usage
fr_fr: Utilisation du disque

source: Boot up server to see statistics
fr_fr: Démarrez le serveur pour voir les statistiques
nl_nl: Start de server om de statistieken te kunnen zien

source: Are you sure?
fr_fr: Etes-vous sûr?
nl_nl: Ben je zeker?

source: VPS booting. Reload page after a few moments.
fr_fr: démarrage VPS. Recharger la page après quelques instants.
nl_nl: Bezig met starten VPS. Herlaad de pagina na een paar minuten.

source: Login details
fr_fr: Informations de connexion

source: Username
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Open control panel
fr_fr: Ouvrir le panneau de contrôle

source: Change password
fr_fr: Modifier le mot de passe
nl_nl: Verander wachtwoord

source: Change client area password
fr_fr: Changer le mot de passe de l'espace client

source: Client area password changed
fr_fr: Mot de passe de l'espace client changé
nl_nl: Klanten panel wachtwoord veranderd

source: Enter new password
fr_fr: Entrer un nouveau mot de passe
nl_nl: Voer nieuw wachtwoord in

source: Dashboard
fr_fr: Tableau de bord
nl_nl: Beheerderspaneel

source: Shopping cart
fr_fr: Panier
nl_nl: Winkelwagentje

source: Profile
fr_fr: Profil
nl_nl: Profiel

source: Sign out
fr_fr: Se déconnecter
nl_nl: Uitloggen

source: Email address
fr_fr: Adresse email
nl_nl: Email Adres

source: Select language
fr_fr: Sélectionner la langue
nl_nl: Kies je taal

source: Popular articles
fr_fr: Articles populaires
nl_nl: Populaire Artikelen

source: Recent posts
fr_fr: Messages récents
nl_nl: Recente artiekelen

source: About us
fr_fr: A propos
nl_nl: Over ons

source: Terms and conditions
fr_fr: Termes et conditions
nl_nl: Algemene Voorwaarden

source: Privacy policy
fr_fr: Politique de confidentialité
nl_nl: Privacybeleid

source: Loading ..
fr_fr: Chargement ..
nl_nl: Laden ..

source: Incorrect please try again
fr_fr: Incorrect, veuillez essayer à nouveau
nl_nl: Onjuist, probeer opnieuw

source: Enter the words above
fr_fr: Entrez les mots ci-dessus
nl_nl: Voer de woorden in hierboven

source: Support tickets
fr_fr: Tickets de support
nl_nl: Ondersteuningtickets

source: Need an answer? We are here to help
fr_fr: Besoin d'une réponse? Nous sommes là pour vous aider
nl_nl: Een antwoord nodig? Wij zijn hier om te helpen

source: Subject
fr_fr: Sujet
nl_nl: Onderwerp

source: Help desk
fr_fr: Service Support

source: Submitted
fr_fr: Envoyé

source: ago
fr_fr: Il ya
nl_nl: geleden

source: Submit new ticket
fr_fr: Soumettre un nouveau billet
nl_nl: Dien nieuw ticket in

source: Submit new support ticket
fr_fr: Soumettre un ticket de support
nl_nl: Dien nieuw ondersteuningsticket in

source: Submit
fr_fr: Soumettre
nl_nl: Voorleggen

source: Knowledge base
fr_fr: Base de connaissances
nl_nl: F.A.Q.

source: News & Announcements
fr_fr: Nouvelles et annonces
nl_nl: Nieuws & Aankondigingen

source: Track our latest posts
fr_fr: Suivre nos derniers messages
nl_nl: Bekijk onze laatste posts

source: Read more..
fr_fr: En savoir plus ..
nl_nl: Lees meer..

source: Centova Cast server
fr_fr: serveur Cast Centova

source: Recent tracks
fr_fr: Pistes récents

source: Unable to connect to server
fr_fr: Impossible de se connecter au serveur

source: No recent tracks are available
fr_fr: Pas de piste récentes sont disponibles

source: Download file
fr_fr: Télécharger le fichier
nl_nl: Download bestand

source: Download
fr_fr: Télécharger

source: Back to emails
fr_fr: Retour aux e-mails
nl_nl: Terug naar e-mails

source: From
fr_fr: De
nl_nl: Van

source: To
fr_fr: Pour
nl_nl: Naar

source: Sent
fr_fr: Envoyés
nl_nl: Verzenden

source: Resend
fr_fr: Renvoyer
nl_nl: Opnieuw Verzenden

source: Delete
fr_fr: Supprimer
nl_nl: Verwijderen

source: Back to list
fr_fr: Retour à la liste
nl_nl: Terug naar lijst

source: Topic information
fr_fr: Information dans les rubriques
nl_nl: Topicinformatie

source: Topic
fr_fr: Sujet

source: Started By
fr_fr: Commencé par
nl_nl: Gestart door

source: Since
fr_fr: Depuis
nl_nl: Sinds

source: Back to threads list
fr_fr: Retour à la liste des discussions
nl_nl: Terug naar topiclijst

source: Reply
fr_fr: Répondre
nl_nl: Beantwoord

source: Quote
fr_fr: Citation
nl_nl: Citeren

source: Post new message in forum
fr_fr: Poster un nouveau message dans le forum
nl_nl: Post nieuw bericht in forum

source: No replies in this topic
fr_fr: Pas de réponses à ce sujet
nl_nl: Geen antwoorden in dit topic

source: Processing payment ...
fr_fr: Paiement en cours ...
nl_nl: Betaling is bezig...

source: Redirecting to payment gateway..
fr_fr: Redirection vers la passerelle de paiement ..
nl_nl: Doorsturen naar de betalinggateway..

source: Please click here to continue if this page does not redirect automatically in 5 seconds
fr_fr: Veuillez cliquez ici pour continuer si cette page ne redirige pas automatiquement dans 5 secondes
nl_nl: Klik hier als de pagina niet automatisch doorstuurt in 5 seconden

source: Quantity:
fr_fr: Quantité:
nl_nl: Hoeveelheid:

source: Total price:
fr_fr: Prix total:
nl_nl: Totale prijs:

source: Price
fr_fr: Prix
nl_nl: Prijs

source: Setup Price
fr_fr: Prix d'installation
nl_nl: Installatieprijs

source: Continue
fr_fr: Continuer
nl_nl: Ga door

source: Order now
fr_fr: Commandez maintenant
nl_nl: Betaal nu

source: Proforma invoice
fr_fr: facture Proforma
nl_nl: Proforma factuur

source: Proforma Invoice
fr_fr: Facture Proforma
nl_nl: Proforma Factuur

source: Please choose payment type and pay for your chosen products.
fr_fr: Veuillez choisir votre mode de paiement afin de payer pour les produits choisis.
nl_nl: Kies het betaaltype en betaal dan voor de gekozen producten.

source: Invoice
fr_fr: Facture
nl_nl: Factuur

source: Invoice is paid
fr_fr: La facture est payé
nl_nl: Factuur is betaald

source: Account
fr_fr: Compte

source: Company number
fr_fr: Numéro d'entreprise
nl_nl: KvK Nummer

source: VAT
fr_fr: TVA
nl_nl: BTW

source: Discount
fr_fr: Rabais
nl_nl: Korting

source: Pay by
fr_fr: Payer par
nl_nl: Betaal met

source: Subscribe with
fr_fr: Abonnez-vous par
nl_nl: Inschrijven met

source: Pay now
fr_fr: Payer maintenant
nl_nl: Betaal nu

source: Transaction Date
fr_fr: Date de la transaction
nl_nl: Transactiedatum

source: Gateway
fr_fr: Passerelle
nl_nl: Poort

source: Amount
fr_fr: Montant
nl_nl: Hoeveelheid

source: Print
fr_fr: Imprimer

source: Yes
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Non
nl_nl: Nee

source: Disk space
fr_fr: Espace disque

source: Monthly price
fr_fr: Prix mensuel

source: Order confirm
fr_fr: Confirmer la commande
nl_nl: Bevestig bestelling

source: Order confirmation
fr_fr: Confirmation de commande
nl_nl: Bestelling bevestiging

source: These are the products you have selected
fr_fr: Voici les produits que vous avez sélectionnés
nl_nl: Dit zijn de geselecteerde producten

source: Product
fr_fr: Produit

source: Period
fr_fr: Période
nl_nl: Periode

source: setup
fr_fr: Installation
nl_nl: Installatie

source: Have a promo code?
fr_fr: Vous avez un code promo?
nl_nl: Heb je een promotiecode?

source: Apply
fr_fr: Appliquer
nl_nl: Toepassen

source: Reset
fr_fr: Reinitialiser
nl_nl: Stel opnieuw in

source: Checkout
fr_fr: Commander
nl_nl: Uitchecken

source: You have not selected any product
fr_fr: Vous n'avez sélectionné aucun produit
nl_nl: Je hebt geen product geselecteerd

source: Order new service
fr_fr: Nouvelle commande de service
nl_nl: Bestel nieuwe service

source: Home
fr_fr: Acceuil
nl_nl: Index

source: Order
fr_fr: Commander
nl_nl: Bestel

source: Knowledge Base
fr_fr: Base de connaissances
nl_nl: F.A.Q.

source: Contact us
fr_fr: Contactez-nous
nl_nl: Contacteer ons

source: Payment history
fr_fr: Historique des paiements
nl_nl: Betalingsgeschiedenis

source: Name
fr_fr: Nom
nl_nl: Naam

source: Send
fr_fr: Envoyer
nl_nl: Verzenden

source: Affiliate statistics
fr_fr: Statistiques d'affiliation

source: by
fr_fr: Par
nl_nl: door

source: Configure
fr_fr: Configurer
nl_nl: Configureer

source: The product/service you have chosen has the following configuration options for you to choose from.
fr_fr: Le produit/service que vous avez choisi a des options de configuration que vous devez choisir.
nl_nl: Het product/service dat je gekozen hebt heeft de volgende configuratieopties.

source: Payments history
fr_fr: Histoire paiements
nl_nl: Betalingsgeschiedenis

source: Here you can track your payments you have made and what you have been charged for
fr_fr: Ici, vous pouvez suivre les paiements que vous avez fait et ce pour quoi vous avez payé
nl_nl: Hier kan je bijhouden welke betalingen je hebt gemaakt en hoeveel je ervoor betaald hebt

source: Add Funds
fr_fr: Ajouter des fonds
nl_nl: Voorraad Toevoegen

source: Balance
fr_fr: Solde
nl_nl: Saldo

source: Add funds in advance
fr_fr: Ajouter des fonds à l'avance
nl_nl: Vooraf voorraad toevoegen

source: You can add funds to your account if you have active order.
fr_fr: Vous pouvez ajouter des fonds à votre compte si vous avez une commande active.
nl_nl: Je kan voorraad aan je account toevoegen als je betaald hebt.

source: Add funds
fr_fr: Ajouter des fonds
nl_nl: Voorraad toevoegen

source: Similiar articles
fr_fr: Articles semblables
nl_nl: Vergelijkbare artiekelen

source: Knowledge base categories
fr_fr: Catégories de la base de connaissances
nl_nl: F.A.Q.-categorieën

source: Terms and Conditions
fr_fr: Termes et Conditions
nl_nl: Algemene Voorwaarden

source: Ticket ID
fr_fr: ID Ticket
nl_nl: Ticked ID

source: Time opened
fr_fr: Date d'ouverture
nl_nl: Tijd geopend

source: Related to
fr_fr: Relatif à
nl_nl: Betrekking tot

source: Tickets list
fr_fr: Liste de tickets
nl_nl: Tickettenlijst

source: Close ticket
fr_fr: Fermer le ticket
nl_nl: Sluit ticket

source: Manage hosting account
fr_fr: Gérer un compte d'hébergement
nl_nl: Beheer hosting account

source: Domain
fr_fr: Domaine
nl_nl: Domein

source: Server IP
fr_fr: IP Serveur

source: Server Hostname
fr_fr: Nom d'hôte du serveur
nl_nl: Server Hostnaam

source: Hosting plan
fr_fr: Plan d'hébergement
nl_nl: Hostplan

source: per month
fr_fr: Par mois
nl_nl: per maand

source: Disk quota
fr_fr: Quota disque
nl_nl: Schijf quota

source: Manage domain
fr_fr: Gérer le domaine
nl_nl: Beheer domein

source: Jump to cPanel
fr_fr: Aller à cPanel
nl_nl: Ga naar cPanel

source: Reseller control panel
fr_fr: Panneau de contrôle revendeur
nl_nl: Reseller beheer

source: Nameservers
fr_fr: Serveurs de noms
nl_nl: Naamservers

source: Nameserver 1
fr_fr: Serveur DNS 1
nl_nl: Naamserver 1

source: Nameserver 2
fr_fr: Serveur DNS 2
nl_nl: Naamserver 2

source: Nameserver 3
fr_fr: Serveur DNS 3
nl_nl: Naamserver 3

source: Nameserver 4
fr_fr: Serveur DNS 4
nl_nl: Naamserver 4

source: FTP details
fr_fr: Détails FTP

source: Use these details to connect to your FTP account.
fr_fr: Utiliser ces informations pour vous connecter à votre compte FTP.
nl_nl: Gebruik deze om naar je FTP-account de connecteren.

source: FTP IP
fr_fr: IP FTP

source: FTP Username
fr_fr: Nom d'utilisateur FTP
nl_nl: FTP Gebruikersnaap

source: FTP Password
fr_fr: Mot de passe FTP
nl_nl: FTP Wachtwoord

source: Change account password
fr_fr: Changer le mot de passe
nl_nl: Verander accountwachtwoord

source: Change your FTP cPanel SSH password.
fr_fr: Changez votre mot de passe SSH FTP cPanel.
nl_nl: Verander FTP cPanel SSH wachtwoord.

source: Password Confirm
fr_fr: Confirmez le mot de passe
nl_nl: Bevestig Wachtwoord

source: Change username
fr_fr: Changer le nom d'utilisateur
nl_nl: Verander gebruikersnaap

source: Change domain
fr_fr: Changement de domaine
nl_nl: Verander domein

source: Vps hostname
fr_fr: Nom d'hôte VPS
nl_nl: VPS hostnaam

source: Enter hostname for VPS: mydomain.com
fr_fr: Entrez le nom d'hôte pour le VPS: mondomaine.com
nl_nl: Vul de VPS hostnaam in: uwdomein.com

source: OS template
fr_fr: Gabarit d'OS

source: Become Partner
fr_fr: Devenir Partenaire
nl_nl: Wordt Parter

source: Login and become partner
fr_fr: Connexion et devenir partenaire
nl_nl: Inloggen en partner worden

source: Manage profile
fr_fr: Gérer le profil
nl_nl: Beheer profiel

source: Allow to be listed in partners list
fr_fr: Permettre de figurer dans la liste des partenaires
nl_nl: Toestaan om getoond te worden in partner lijst

source: Your website where you sell BoxBilling licenses
fr_fr: Votre site web où vous vendez des licences BoxBilling
nl_nl: Uw website waar u BoxBilling licenties verkoopt

source: URL to your logo
fr_fr: URL de votre logo
nl_nl: URL naar uw logo

source: Update partner information
fr_fr: Mise à jour les informations partenaire

source: Public profile
fr_fr: Profil public

source: Purchase License
fr_fr: Acheter une licence

source: License key
fr_fr: Clé de licence

source: Valid IPs
fr_fr: IP valides
nl_nl: Geldige IP's

source: Valid hostnames
fr_fr: Noms d'hôtes valides

source: Valid versions
fr_fr: Versions valides

source: Valid install paths
fr_fr: Chemins d'installation valide
